{
  "document_name": "nda_2",
  "document_type": "nda",
  "total_clauses": 9,
  "extraction_timestamp": "C:\\Users\\asus\\OneDrive\\Desktop\\genai-legal-tool",
  "risk_summary": {
    "high": 0,
    "medium": 2,
    "low": 0,
    "standard": 7
  },
  "clauses": [
    {
      "clause_id": "nda_2_clause_1",
      "clause_number": "1",
      "clause_title": "C",
      "clause_type": "confidentiality",
      "original_text": "onfidential and Proprietary Information. (a) Company acknowledges and agrees that in\nconnection with the proposal or the provision of goods or services, Nation shall divulge to\nCompany and its employees, agents, and/or representatives certain proprietary and confidential\ninformation which, for purposes of this Agreement, shall mean and include any and all\ninformation about Nation and Nation’s business, Nation’s non-public information, Nation’s\npatrons or customers, technical data or know-how including, but not limited to, salaries, pricing,\nexpenses, margins, revenues and other financial information; technical data, production data,\ntechnical designs, detail designs, network configurations and topologies, test data and results,\nflowcharts, drawings, designs, graphs, diagrams, notes, outlines and the like created in connection\nwith any services or with any of Nation’s activities, and all formulas, processes, algorithms,\nideas, inventions, know-how, techniques and other information of a general and technical nature,\nwhether in tangible or intangible form; marketing, distribution, promotion, sales or advertising\nprocesses, programs, projections or proposals; consulting or other business projects or proposals;\nall customer lists, requirements, product usage and other customer data; sales procedures, volume\nfigures and strategies; supplier lists; personnel information including compensation, incentive\ncompensation and bonus structures, employment agreements, performance standards, performance\nevaluations and all information in any way concerning the products, projects, activities, business\nor affairs of Nation or its affiliates or customers; business or marketing plans; security processes\nor precautions; customer or vendor lists; and any other information not listed but that is\ndesignated as confidential by Nation, or which by its nature should reasonably be expected to\nremain confidential.\na) Confidential Information shall not include:\ni. Information that is disclosed to Company by any third party which is not under a\nconfidentiality obligation to Nation;\nii. Information that the Nation itself discloses to the public;\niii. Information that is already legally in the possession of Company at the time of\ndisclosure by Nation as shown by the Company’s files and records immediately\nprior to the time of disclosure;\niv. Information that was publicly known and made generally available prior to the\ntime of disclosure;\nv. Information that becomes publicly known and made generally available after\ndisclosure by Nation to Company through no action or inaction of Company; or\nvi. Information that is independently developed by Company without use of or\nreference to Nation’s Confidential Information, as shown by documents and\nother competent evidence in Company’s possession.",
      "word_count": 391,
      "risk_level": "standard",
      "is_complete": true,
      "tags": [
        "notice",
        "restriction"
      ]
    },
    {
      "clause_id": "nda_2_clause_2",
      "clause_number": "2",
      "clause_title": "I",
      "clause_type": "duties",
      "original_text": "n connection with said Confidential Information, Company, on behalf of itself and all of its\nofficers, directors, employees, shareholders, agents and representatives, covenants and agrees as\nfollows:\na) Company agrees to keep confidential the Confidential Information and shall disclose the\nConfidential Information to only those personnel and agents of Company who have a\nprofessional need to know such information and shall use the Confidential Information\nsolely for the purpose of performing its engagement for the Nation. Company will show this\nAgreement to all of its personnel and agents having access to the Confidential Information\nand will be responsible for any breach of this Agreement by its personnel and agents.\nb) That it shall not, directly or indirectly, communicate, divulge, disseminate, use or\ndisclose or permit to be disclosed to or by any individual, partnership, joint venture,\ncorporation, association, syndicate, or any other group our combination (collectively\n\"Entity\"), in any manner or by any method at any time during or after the date hereof, any\nConfidential Information;\nc) That it shall not, jointly or severally, directly or indirectly, pursue, use, utilize, take\nadvantage of, explore, develop or otherwise become involved with, in any manner or by\nany method, any product, concept or idea which in any way uses, utilizes, or has as its\nbasis or foundation any Confidential Information;\nd) That it shall not permit at any time during or after the date of this Agreement, except as\nnecessary to fulfill its obligation to the Nation pursuant to any agreement between them\nfor the sale of purchase of products or services, any Entity to examine or make copies of\nany data, reports, papers, memoranda, correspondence, files, notebooks, compilations,\ndrafts, prototypes, records or other documents (collectively \"Documents\") that contains\nConfidential Information belonging to the Nation;\ne) That it shall promptly return, delete, or destroy any or all Confidential Information, and\nany copies thereof, as requested by Nation;\nf) That it shall use commercially reasonable practices to protect confidential information,\nand that those practices shall meet or exceed the same degree of care Company employs\nwith respect to avoid inadvertent disclosure or unpermitted use of the its own\nConfidential Information; and\ng) That if Company is requested or becomes legally compelled (by oral questions,\ninterrogatories, requests for information or documents, subpoena, civil investigative\ndemands, court order, or similar process) to disclose any of the Confidential Information\nor take any other action prohibited by this Agreement, Company shall provide the Nation\nwith prompt written notice thereof (in reasonable detail) so that the Nation may elect to\nseek a protective order or other appropriate remedy and/or waive compliance with the\nprovisions of this Agreement. In the event that such protective order or other remedy is\nnot obtained, or that the Nation waives compliance with provisions of this Agreement,\nCompany shall furnish only that portion of the Confidential Information or take only such\naction as is required by law or binding order and shall exercise its best efforts to obtain\nreliable assurance that confidential treatment shall be accorded any Confidential\nInformation so furnished.",
      "word_count": 507,
      "risk_level": "medium",
      "is_complete": true,
      "tags": [
        "notice",
        "restriction"
      ]
    },
    {
      "clause_id": "nda_2_clause_3",
      "clause_number": "3",
      "clause_title": "A",
      "clause_type": "rent",
      "original_text": "dditional Documents. Company understands that the Nation may be subject to certain laws and\nregulations, including without limitation, data protection laws designed to protect personal employee\ninformation and “HIPAA”. While it is not currently expected that Company will have access to any\nsuch protected or confidential information, if in the course of rendering services, such access is\ndeemed necessary, then Company agrees to execute such documents as may be necessary to enable\nthe Nation to remain compliant with any such laws and regulations.",
      "word_count": 83,
      "risk_level": "standard",
      "is_complete": true,
      "tags": [
        "notice"
      ]
    },
    {
      "clause_id": "nda_2_clause_4",
      "clause_number": "4",
      "clause_title": "R",
      "clause_type": "duration",
      "original_text": "emedies. Company, recognizing that substantial and irreparable injury will result to Nation, and\nNation’s business and property, in the event of the breach of the covenants set forth in this\nAgreement, agree that in the event of any violation of any such covenants, whether threatened or\nactual, that the Nation shall be entitled, in addition to any other legal or equitable remedy\navailable, to the issuance of restraining orders or injunctive relief without the necessity of bond in\norder to provide full and ongoing protection to the Nation. Nation shall have the right to recover\nits monetary damages, and may be entitled to its reasonable attorney’s fees and court costs that\nresult from the breach of the covenants set forth herein, although the Parties hereby acknowledge\nand agree that said damages shall be difficult to ascertain and, in any event, cannot serve as an\nadequate remedy in the event of a violation of any covenant contained in the Agreement. These\ncovenants shall survive the execution of this Agreement and the commencement and/or\ntermination of the business relationship between the Parties.",
      "word_count": 180,
      "risk_level": "medium",
      "is_complete": true,
      "tags": []
    },
    {
      "clause_id": "nda_2_clause_5",
      "clause_number": "5",
      "clause_title": "B",
      "clause_type": "general",
      "original_text": "inding Effect. This Agreement shall be binding upon, and inure to the benefit of, the parties\nhereto and their respective legal representatives, voluntary and involuntary successors and\npermitted assigns.",
      "word_count": 29,
      "risk_level": "standard",
      "is_complete": true,
      "tags": []
    },
    {
      "clause_id": "nda_2_clause_6",
      "clause_number": "6",
      "clause_title": "A",
      "clause_type": "duties",
      "original_text": "ssignment. Company may not assign any of its duties, obligations, liabilities, responsibilities or\nrights set forth in this Agreement without the Nation’s prior written consent.",
      "word_count": 25,
      "risk_level": "standard",
      "is_complete": true,
      "tags": [
        "permission"
      ]
    },
    {
      "clause_id": "nda_2_clause_7",
      "clause_number": "7",
      "clause_title": "S",
      "clause_type": "duration",
      "original_text": "urvival. The confidentiality obligations contained herein shall survive the termination of the\nParties’ business relationship.",
      "word_count": 15,
      "risk_level": "standard",
      "is_complete": false,
      "tags": []
    },
    {
      "clause_id": "nda_2_clause_8",
      "clause_number": "8",
      "clause_title": "A",
      "clause_type": "general",
      "original_text": "mendment. This Agreement shall not be amended, altered, changed or modified except by a\nwritten agreement signed by all parties hereto.",
      "word_count": 21,
      "risk_level": "standard",
      "is_complete": true,
      "tags": [
        "restriction"
      ]
    },
    {
      "clause_id": "nda_2_clause_9",
      "clause_number": "9",
      "clause_title": "N",
      "clause_type": "duration",
      "original_text": "otices. Any notice or communication required or permitted by this Agreement shall be given in\nwriting and addressed as follows:\nIf to Nation:\nName:\nTitle:\nAddress:\nCity: _______________, State: ______, ZIP_________\nPhone:\nFax:\nWith a copy to:\nTribe\nLegal Department\nIf to Company:\nName:\nTitle:\nAddress:\nCity:\nPhone:\nFax:\nNotices shall be served personally, by telecopy, facsimile, overnight express mail service, or first-class,\ncertified mail, return receipt requested, postage pre-paid. If served personally, by telecopy, or facsimile,\nnotice shall be deemed delivered upon receipt. If mailed by overnight express mail service, notice shall be\ndeemed delivered 24 hours after mailing. If mailed by first-class, certified mail with return receipt\nverification, then notice shall be deemed delivered the earlier of seventy-two (72) hours after mailing, or\nthe date set forth on the signed receipt, if any. Either party may give notification to the other party in any\nmanner described above for changes of address for the sending of notices.\nThe person who signs below on behalf of Company warrants that he/she is authorized to bind Company to\nthe terms contained herein.\nCOMPANY\nSigned: _________________________________\nPrint Name: _____________________________\nTitle: _________________________________\nDate: _________________________________\nTribe\nSigned: _________________________________\nPrint Name: _____________________________\nTitle: ___________________________________\nDate: ___________________________________",
      "word_count": 200,
      "risk_level": "standard",
      "is_complete": true,
      "tags": [
        "notice"
      ]
    }
  ]
}