{
  "document_name": "loan_5",
  "document_type": "loan",
  "total_clauses": 14,
  "extraction_timestamp": "C:\\Users\\asus\\OneDrive\\Desktop\\genai-legal-tool",
  "risk_summary": {
    "high": 4,
    "medium": 2,
    "low": 1,
    "standard": 7
  },
  "clauses": [
    {
      "clause_id": "loan_5_clause_1",
      "clause_number": "1",
      "clause_title": "B",
      "clause_type": "interest",
      "original_text": "orrower intends to construct a housing project on that certain real\nproperty located within the [LOCATION], County of Orange, State of California, and\nmore particularly described in Exhibit \"A\" attached hereto and incorporated herein (the\n\"Property\"). The Borrower further intends to [construct] operate a [number of units]\n(__) residential development consisting of [PROEJCT INFORMATION]] which shall be\nconstructed by Borrower on the Property (collectively, the “Project”).",
      "word_count": 66,
      "risk_level": "standard",
      "is_complete": true,
      "tags": [
        "deadline",
        "notice"
      ]
    },
    {
      "clause_id": "loan_5_clause_2",
      "clause_number": "2",
      "clause_title": "T",
      "clause_type": "termination",
      "original_text": "he Borrower has submitted to County an application for funding of a\nproject, described herein, under its 2023 Supportive Housing Notice of Funding\nAvailability, as amended (“2023 NOFA”).",
      "word_count": 28,
      "risk_level": "standard",
      "is_complete": true,
      "tags": [
        "notice"
      ]
    },
    {
      "clause_id": "loan_5_clause_3",
      "clause_number": "3",
      "clause_title": "T",
      "clause_type": "rent",
      "original_text": "he County desires to provide permanent financial assistance in the form\nof a loan to Borrower subject to the Borrower’s agreement, amongst other things, to\nencumber the Property with certain rental restrictions, all as more particularly set forth in\nthis Agreement and the Regulatory Agreement.",
      "word_count": 45,
      "risk_level": "standard",
      "is_complete": true,
      "tags": []
    },
    {
      "clause_id": "loan_5_clause_4",
      "clause_number": "4",
      "clause_title": "T",
      "clause_type": "principal",
      "original_text": "he Orange County Board of Supervisors [acting as the Board of\nCommissioners for the Orange County Housing Authority] approved a loan to the\nBorrower from County funds for financing on [DATE].",
      "word_count": 31,
      "risk_level": "standard",
      "is_complete": true,
      "tags": []
    },
    {
      "clause_id": "loan_5_clause_5",
      "clause_number": "5",
      "clause_title": "B",
      "clause_type": "duration",
      "original_text": "orrower is financing the construction of the improvements and related\ncosts and expenses through, among others, during the Qualified Project Period, as defined\nbelow, the following sources (collectively, the “Permitted Financing”)::\n[FINANCING SOURCES TO BE OUTLINED FORTHWITH]\nNOW, THEREFORE, the parties agree as follows:\n[ ] – County Loan Agreement 1\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nARTICLE I\nDEFINITIONS\nThe following terms used in this Agreement shall have the respective meanings\nassigned to them in this Article I unless the context in which they are used clearly\nrequires otherwise:\n1.1. \"Adjusted Income\" shall mean the adjusted income of all persons who\nintend to reside in one residential unit, calculated in the manner which complies\nwith determinations of income for low income families under the Department of\nHousing and Urban Development’s Section 8 Program of the United States\nHousing Act of 1937, as amended.\n1.2. \"Agreement\" shall mean this Loan Agreement.\n1.3. “Area\" shall mean Orange County.\n1.4. “Assignment of Leases” shall mean that certain Assignment of Lessor’s\nInterest in Leases, Rents and Profits executed by Borrower of even date herewith.\n1.5. “Borrower” shall mean [XXXX]\n1.6. “Close of Escrow\" shall mean the date on which through the Escrow\nHolder and the Deed of Trust together with the other Loan Documents set up for\nrecording are in fact recorded.\n1.7. \"Code\" shall mean the Internal Revenue Code of 1986, as amended from\ntime to time hereafter, or any successor statute thereto.\n1.8. “Conversion Date” the date that a construction loan converts from the\nconstruction phase, as defined in the senior construction loan document, to the\npermanent phase and the County Loan is funded.\n1.9. \"County\" shall mean the [County of Orange, a political subdivision of the\nstate of California] or [Orange County Housing Authority, a public corporation\ncreated pursuant to California Health and Safety Code section 34200 et. seq.,\nacting solely as the Housing Successor Agency to the Orange County\nDevelopment Agency].\n1.10. \"Deed of Trust\" shall mean that certain Deed of Trust, Assignment of\nRents and Security Agreement executed by the Borrower in favor of the County\nof even date herewith.\n[ ] – County Loan Agreement 2\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\n1.11. \"Director\" shall mean the [Orange County Housing Authority Executive\nDirector] OR [OC Community Resources Director] or her or his designee.\n1.12. \"Due Date\" shall mean the date which is fifty-five (55) years following the\nConversion Date, on which all principal and interest due on the Loan shall be\nfully paid.\n1.13. \"Escrow Holder\" shall mean the escrowholder approved by the County for\nthe escrow established to facilitate the Close of Escrow.\n1.14. \"Financing Plan\" shall mean the financing plan described in Section 4.1\nbelow.\n1.15. “Financing Statement\" shall mean the UCC-1 form to be prepared and\nexecuted by Borrower, in a form satisfactory to the County, and delivered to the\nCounty, the filing of which shall give the County a perfected security interest in\nBorrower's tangible personal property and fixtures located on or about the Project.\n1.16. “Hazardous Materials” or “hazardous materials” shall mean:\n(a) any oil, flammable substance, explosive, radioactive material,\nhazardous waste or substance, toxic waste or substance or any other waste,\nmaterial, or pollutant that\n(i) poses a hazard to the Project or to persons on the Project or\n(ii) causes the Project to be in violation of any Hazardous\nSubstance Law;\n(b) asbestos in any form;\n(c) urea formaldehyde foam insulation;\n(d) transformers or other equipment that contain dielectric fluid\ncontaining levels of polychlorinated biphenyls;\n(e) radon gas;\n(f) any chemical, material, or substance defined as or included in the\ndefinition of “hazardous substance,” “hazardous substances,” “hazardous wastes,”\n“hazardous materials,” “extremely hazardous waste,” “restricted hazardous\nwaste,” or “toxic substances” or words of similar import under any applicable\nlocal, state, or federal law or under the regulations adopted or publications\npromulgated pursuant to those laws, including, but not limited to, any Hazardous\nSubstance Law, Code of Civil Procedure § 564, as amended from time to time,\nCode of Civil Procedure § 726.5, as amended from time to time, Code of Civil\nProcedure §736, as amended from time to time, and Civil Code § 2929.5, as\namended from time to time;\n(g) any other chemical, material, or substance, exposure to which is\nprohibited, limited, or regulated by any governmental authority or which may\npose a hazard to the health and safety of the occupants of the Project or the\nowners or occupants of property adjacent to or surrounding the Project, or any\nother person coming on the Project or any adjacent property; and\n[ ] – County Loan Agreement 3\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\n(h) any other chemical, material, or substance that may pose a hazard\nto the environment flammable materials, explosives, radioactive materials,\nhazardous wastes, toxic substances and similar substances and materials,\nincluding all substances and materials defined as hazardous or toxic wastes,\nsubstances or materials under any applicable law, including, without limitation the\nResource Conservation and Recovery Act, 42 U.S.C. Section 6901 et. seq., as\namended.\n1.17. “Hazardous Substance Law” means any federal, state, or local law,\nordinance, regulation, or policy relating to the environment, health, and safety,\nany Hazardous Substance (including, without limitation, the use, handling,\ntransportation, production, disposal, discharge, or storage of the substance),\nindustrial hygiene, soil, groundwater, and indoor and ambient air conditions or the\nenvironmental conditions on the Project, including, without limitation, the\nComprehensive Environmental Response, Compensation, and Liability Act of\n1980 [42 USCS §§ 9601 et seq.], as amended from time to time; the Hazardous\nSubstances Transportation Act [49 USCS §§ 1801 et seq.], as amended from time\nto time; the Resource Conservation and Recovery Act [42 USCS §§ 6901 et seq.],\nas amended from time to time; the Federal Water Pollution Control Act [33 USCS\n§§ 1251 et seq.], as amended from time to time; the Hazardous Substance\nAccount Act [Health and Safety Code §§ 25300 et seq.], as amended from time to\ntime; the Hazardous Waste Control Law [Health and Safety Code §§ 25100 et\nseq.], as amended from time to time; the Medical Waste Management Act [Health\nand Safety Code §§ 25015 et seq.], as amended from time to time; and the Porter-\nCologne Water Quality Control Act [Water Code §§ 13000 et seq.], as amended\nfrom time to time.\n1.18. \"Loan\" shall mean the Loan in the amount of --------------- ($---------------)\nby the County to the Borrower, which Loan is the subject of this Agreement.\n1.19. \"Loan Documents\" shall mean the following documents evidencing the\nLoan: (a) the Note; (b) the Deed of Trust; (c) the Financing Statement; (d) the\nRegulatory Agreement; (e) Request for Notice of Default; (f) the Assignment of\nLeases; and (g) this Loan Agreement.\n1.20. \"Management Plan\" shall mean that management plan submitted to and\napproved by the County pursuant to Section 4.1 below.\n1.21. “Marketing Plan” shall mean that certain Marketing Plan submitted to and\napproved by the County pursuant to Section 7.8 hereof.\n1.22. \"Median Income for the Area\" shall mean the median income for the Area\nas most recently determined by the United States Department of Housing and\nUrban Development (“HUD”) and published by the State of California. In the\nevent that such income determinations are no longer published, or are not updated\nfor a period of at least eighteen (18) months, the County shall provide the\n[ ] – County Loan Agreement 4\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nBorrower with other income determinations which are reasonably similar with\nrespect to methods of calculation to those previously published by HUD and the\nState.\n1.23. \"Mortgage Loan\" shall mean any of the following loans secured by a\nmortgage or deed of trust on the Project:\n(a) The Loan evidenced by the Note and the balance of the Loan Documents.\n(b) Any other loan secured by a mortgage or deed of trust on the Project, either\nsenior or junior to the Loan.\n1.24. \"Mortgage Loan Documents\" shall mean all documents executed by the\nBorrower endorsing or securing a Mortgage Loan.\n1.25. “Mortgagee\" shall mean the mortgagee or beneficiary under a mortgage or\na deed of trust executed in connection with a Mortgage Loan.\n1.26. \"Note\" shall mean the promissory note in the principal amount of Loan\nevidencing the monies borrowed by Borrower from the County.\n1.27. \"Operating Reserves\" shall mean reserves maintained during the Qualified\nProject period and funded out of Residual Receipts, loan advances, equity, or\nother sources and set aside for taxes and assessments, insurance premiums,\noperating expenses, and debt service. Operating Reserves shall not exceed the\namount required to pay three (3) months of operating expenses and three (3)\nmonths of mandatory debt service.\n1.28. \"Parties\" shall mean the County and the Borrower.\n1.29. Partnership\" shall mean [NAME OF PARTNERSHIP].\n1.30. “Permanent Lender” shall mean the permanent lender designated by\nBorrower and approved in advance by the County as the Permanent Lender for\nthe Project.\n1.31. “Permitted Financing” shall have the meaning given in Recital 5.\n1.32. “Plans and Specification” shall mean the final set of architectural,\nstructural, mechanical, electrical, grading, sewer, water, street and utility plans\nand specifications for the Project, including all supplemental, amendments and\nmodifications.\n[ ] – County Loan Agreement 5\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\n1.33. \"Project\" means collectively the Property and the structures and related\nbuildings and other improvements now or hereafter located on the Property from\ntime to time together with all fixtures and other property owned by the Borrower\nand located on, or used in connection with, such buildings, structures and other\nimprovements.\n1.34. \"Property\" means the real property legally described on Exhibit \"A\",\nwhich is attached hereto and by this reference incorporated herein, and all rights\nand appurtenances thereunto appertaining.\n1.35. \"Qualified Project Period\" shall mean the period beginning upon the\nConversion Date and ending on the date which is fifty-five (55) years after the\nbeginning of the Qualified Project Period.\n1.36. “Qualified Tenant” or “Qualified Tenants” shall collectively mean the\nindividuals occupying the Restricted Units with the Adjusted Incomes more\nparticularly described in Exhibit “B” attached hereto and incorporated herein.\nThe income of individuals shall be determined in a manner consistent with deter-\nminations of lower income households under Section 8 of the United States\nHousing Act of 1937, as amended (or, if such program is terminated, in a manner\nconsistent with such determinations under such program as is in effect\nimmediately before such termination). In no event, however, will the occupant of\na Restricted Unit be considered to be a Qualified Tenant if the occupant is a\nstudent, and is not entitled to file a federal income tax return.\n1.37. \"Regulations\" shall mean the Income Tax Regulations promulgated by the\nUnited States Department of the Treasury pursuant to the Code from time to time.\n1.38. \"Regulatory Agreement\" shall mean that certain Regulatory Agreement\nand Declaration of Restrictive Covenants between the County and the Borrower\nof even date herewith.\n1.39. “Replacement Reserves” shall mean reserves maintained during the\nQualified Project period and funded out of Residual Receipts, loan advances,\nequity, or other sources and set aside for replacement of roofing, furniture,\nfixtures, equipment and other capital expenditures. The annual amount set aside\nfor Replacement Reserves shall not be more than four hundred dollars ($400) per\nunit. Exceptions may be considered where required for continued feasibility of\nprojects with short-term rent subsidy commitments, or when required by other\nfunding agencies when approved in writing by the County.\n1.40. \"Request for Notice of Default\" shall mean a request for notice of default\nto be recorded against the Property in a form approved by the County.\n1.41. “Residual Receipts” means, during the Qualified Project Period, the\nAnnual Project Revenue less (A) Annual Operating Expenses (as defined in the\nNote), (B) obligated debt service on permanent loan(s) for the Project senior to\nthe County’s Loan approved in writing by the County at the closing of the Loan,\n(C) payment obligations (e.g. partnership management fees, and deferred\ndeveloper fees) approved in writing by the County at the closing of the Loan, and\n(D) scheduled deposits to reserves approved in writing by the County.\n1.42. “Restricted Unit” or “Restricted Units” means the dwelling units in the\nProject identified on Exhibit “B” attached hereto and incorporated herein required\nto be rented to, or held available for occupancy by, Qualified Tenants pursuant to\n[ ] – County Loan Agreement 6\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nthe terms, covenants and conditions of the Regulatory Agreement, this\nAgreement, including, but not limited to, the rental restrictions and other matters\nset forth in said Exhibit \"B\" and the other Loan Documents.\n1.43. “Tax Credit Investor” shall mean the tax credit investor designated by\nBorrower and approved in advance by the County as the Tax Credit Investor for\nthe Project.\n1.44. “Term” shall mean the period of time commencing on the date of this\nAgreement and ending with the last date of the Qualified Project Period, for a\ntotal possible term of up to fifty-eight (58) years..\nARTICLE II\nLOAN\n2.1 Amount. Subject to the terms of this Agreement, the County hereby\nagrees to lend and the Borrower hereby agrees to borrow, the Loan, evidenced by the\nNote, the proceeds of which shall be used to acquire the Property and upon fulfillment of\ncertain conditions, as set forth herein, to permanently finance the Project and for the other\npurposes set forth herein.\n2.2 Repayment of Loan. Borrower shall repay the Loan, with interest, in\naccordance with the provisions of the Note and this Agreement. Except as otherwise\nprovided, all payments shall be applied first to interest and then to principal.\n2.3 Prepayment. Borrower may pay the principal and any interest due the\nCounty under the Note prior to or in advance of the time for payment thereof as provided\nin the Note, without penalty; provided, however, that Borrower acknowledges that in the\nevent the Conversion Date occurs the provisions of this Agreement and the Regulatory\nAgreement will be applicable to the Project throughout the Qualified Project Period\neven though Borrower may have prepaid the Note.\n2.4 Assumption. Subject to the provisions of Section 7.7 hereof, the Note\nshall not be assumable by successors and assigns of Borrower, either voluntarily or by\noperation of law, without the prior written discretionary consent of the County and any\nsuch assignment or assumption without said prior consent of the County shall be void.\n2.5 Loan Disbursement. Upon satisfaction of the conditions to disbursement\nset forth in Section 4.1 below and pursuant to the disbursement procedures set forth in\nSection 4.2 below, the County, through the approved Escrowholder, will cause the\ndisbursement of the Loan as provided for in Section 4.2.\n2.6 Security for Loan. The Loan shall be secured by the Deed of Trust,\nRegulatory Agreement, the Financing Statement, Assignment of Leases and the Request\nfor Notice of Default.\n[ ] – County Loan Agreement 7\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\n2.7 Approval of Additional Financing. Except as to the Permitted Financing\nand as otherwise described herein, the Borrower shall not place or permit (either\nvoluntarily or involuntarily) to be placed any encumbrances, including, but not limited to\nany additional liens or financing of any kind on the Project without the prior written\ndiscretionary consent of the County.\n2.8 Subordination of Deed of Trust.\nThe County agrees that the Deed of Trust may be subordinate to the lien of\na permanent loan secured by a Senior Construction/Permanent Deed of Trust (and any\nrefinancing of said permanent loan secured by the Senior Construction/Permanent Deed\nof Trust) securing financing in an amount not to exceed $[XXX,XXX] so long as (i) the\ndocumentation for said loan is approved by the County and (ii) said loan is otherwise\nprovided for and approved by the County in the Financing Plan. Any other financing,\nrefinancing or encumbrance of the Project is prohibited without the County’s prior\nwritten consent which consent the County may arbitrarily withhold in the exercise of its\ndiscretion\nIn order to affect the subordinations described above and elsewhere in this\nAgreement, the County and Borrower agree to execute and acknowledge for recordation\na subordination agreement (in a form acceptable to the County) in favor of the senior\nlender, as requested by such senior lender.\nARTICLE III\nRENTAL RESTRICTIONS DURING THE\nQUALIFIED PROJECT PERIOD\n3.1 Use and Rent Restrictions.\n(a) During the Qualified Project Period, the Project shall be “Affordable” as\ndefined in 24 CFR Part 92.252 and in compliance with County policies associated with\nthe 2023 NOFA for a period of not less than fifty-five (55) years.\n(b) In accordance with the provisions of the Regulatory Agreement, this Loan\nAgreement and Exhibit “B” attached hereto and incorporated herein, the Borrower has\nagreed to rent the Restricted Units of the Project to Qualified Tenants for the Qualified\nProject Period at the rents described in said Exhibit “B.”\n(c) Borrower agrees to provide to Qualified Tenants notice of all rent\nincreases pursuant to applicable California law.\n(d) Borrower agrees to limit rent increases to (i) the Department of Housing\nand Urban Development’s (HUD) annually published Rent Adjustment factor for the\nSection 8 program, or (ii) no more than the rent established as affordable based on the\n[ ] – County Loan Agreement 8\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nMedian Income for the Area and the affordability restrictions set forth in Exhibit “B”,\nwhich is adjusted annually by HUD and published by the State of California.\n3.2 Income Determination. For the purposes of this section, the income of\nindividuals and families and the area median gross income shall be determined in a\nmanner consistent with determinations of lower income families and the Median Income\nfor the Area under Section 8 of the United States Housing Act of 1937, as amended (or, if\nsuch program is terminated, in a manner consistent with such determinations under such\nprogram as is in effect immediately before such termination). Determinations under the\npreceding sentence shall include adjustments for household size.\n3.3 Certifications. With respect to those Restricted Units subject to the rental\nrestrictions described above, during the Qualified Project Period the Borrower will\ncomply with the Qualified Tenant certifications and recertifications in the same manner\nas prescribed under the Regulatory Agreement. Said certifications and recertifications\nshall include, but not be limited to, client name, address, and verifiable income level (as\ndocumented by income tax returns, employee payroll records, retirement statements, etc.\nor other third party documentation approved by the County for determining eligibility).\nSuch information shall be made available to County monitors, or their designees, for\nreview upon request.\n3.4 Records.\n(a) The Borrower will maintain complete and accurate records as required by\nFederal Regulations specified in 24 CFR 92.508, which shall contain a description of\neach activity undertaken, records pertaining to the Restricted Units, records documenting\ncompliance with fair housing and equal opportunity components, financial records as\nrequired by 24 CFR 92.508 (a)(5), other records to document compliance with Subpart K\nof 24 CFR 92, and records documenting the continued affordability and income\nrestrictions outlined in Exhibit “B”.\n(b) The Borrower will permit any duly authorized representatives of the\nCounty to inspect and copy the books and records of the Borrower pertaining to the\nProject, including those books and records pertaining to the occupancy of the Restricted\nUnits provided that the County will make a reasonable effort to provide notice of at least\nforty-eight (48) hours to inspect, examine, or make copies of such information.\n(c) Borrower will retain such records for a period of five (5) years after the\ntermination of all activities funded under this Agreement.\n3.5 Leases. Each lease pertaining to a Restricted Unit shall contain provisions\nto the effect that the Borrower has relied on the income certification and supporting\ninformation supplied by the Qualified Tenant in determining qualification for occupancy\nof the Restricted Unit, and that any material misstatement in such certification (whether\nor not intentional) will be cause for immediate termination of such lease. County reserve\nthe right to require additional non-financial terms or clauses that are reasonably related to\n[ ] – County Loan Agreement 9\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nsuch qualifications (including, but not limited to additional disclosure clauses) that the\nCounty may from time to time deem appropriate or necessary to be included in said\nleases.\nARTICLE IV\nDISBURSEMENT OF LOAN\n4.1 Conditions Precedent to Disbursement of Loan Proceeds. The County\nshall cause Loan proceeds to be disbursed through escrow to the Borrower as set forth in\nthis Article IV. No disbursement shall be made until all of the following conditions\nprecedent are satisfied:\n(a) Execution and Delivery of Documents. Borrower shall have executed and\ndelivered to the County (i) this Agreement, the Note, the Deed of Trust, the Financing\nStatement, the Regulatory Agreement, and the Assignment of Leases, (ii) all resolutions\nand certificates necessary or appropriate in the opinion of the County to evidence the\nBorrower's authority to enter into the Loan and be bound by the Loan Documents, and\n(iii) all other documents and instruments required by the County to be executed and\ndelivered, all in form and substance satisfactory to the County.\n(b) Insurance. Borrower shall have furnished the County with certificates of\ninsurance for all policies required under this Agreement.\n(c) Phase One Environmental Assessment Report. Borrower shall have\nprovided the County with a Phase One Environmental Assessment Report on the Property\nprepared by a licensed and registered environmental engineer or other qualified party\nsatisfactory to County, along with any other information the County may require, in each\ncase stating that no hazardous substances are present in, on, under or around the Property\nand that no condition or circumstances warranting further investigation now exists.\n(d) Notice of Completion; Compliance with Applicable Requirements; Senior\nPermanent Loan Conversion Conditions Precedent The Borrower shall have submitted to\nthe County and the County shall have approved the recorded Notice of Completion, the\nfinal certificate of occupancy and evidence that the Property and its intended use are in\ncompliance with all applicable building, zoning and other requirements of applicable\npublic authorities.\n(e) Financing Plan. The Borrower shall have submitted and the County shall\nhave approved the Borrower's plan for the permanent financing of the Project (\"Financ-\ning Plan\").\n(f) Management Plan. The Borrower shall have submitted and the County\nshall have approved a Management Plan (\"Management Plan\"). The Management Plan\nshall include a management contract with a manager approved in writing by the County\n[ ] – County Loan Agreement 10\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nfor management of the Project and a plan for long-term marketing, operation,\nmaintenance, repair and security of the Project, method of selection of tenants, and for\nrental policies in compliance with any applicable requirements, policies and procedures\nand with the Regulatory Agreement, along with any other policies or procedures required\nby the County. The Management Plan shall also include an initial budget for the Project.\n(g) Mechanic’s Liens. The Borrower shall have submitted to County for\nCounty approval evidence that all construction costs have been paid in full and that the\nperiod for filing of mechanic’s liens has expired without the filing of any lien.\n(h) As-Built Survey. Borrower shall have delivered and the County shall have\napproved a final, as-built ALTA survey for the Project showing the location of all\nimprovements in and to the Project as well as (i) all “setbacks” and other restrictions\napplicable to the Project pursuant to requirements of applicable public authorities (ii) all\neasements, licenses and other rights of way, (iii) shows no encroachments onto the\nProject or from the Project onto adjoining property and (iv) certifies the legal description\nof the Project as insured in the title policy.\n(i) Title Policy. Borrower shall, at its sole expense, have delivered to County\nan ALTA loan policy-2006, with ALTA endorsement Form 1 coverage, amended 6/1/87,\nwithout further revision or amendment, issued by an insurer satisfactory to County,\ntogether with an unconditional CLTA 100 endorsement, a CLTA 103.7 endorsement, a\nCLTA 116.1 endorsement, an ALTA Form 8.1 endorsement and all other endorsements\nand binders required by County, naming County as the insured, in a policy amount of not\nless than the Loan, showing Borrower as the owner of the Project and insuring the Deed\nof Trust to be a valid [LIEN PRIORITY] lien on the Project, subject only to those\nexceptions approved by the County in Section 2.8 above.\n(j) Recordation. The Regulatory Agreement, Deed of Trust, Assignment of\nLeases and Financing Statement shall have been recorded, in that order, in the Official\nRecords of Orange County.\n(k) Senior Acquisition Deed of Trust. The Mortgage Loan Documents for the\nfirst trust deed permanent Mortgage Loan shall have been recorded in such order as\ndirected by the said senior first trust deed lender.\n(l) No Default. There shall exist no condition, event or act which would\nconstitute an Event of Default (as hereinafter defined) hereunder or which, upon the\ngiving of notice or the passage of time, or both, would constitute an Event of Default.\n(m) Representations and Warranties. All representations and warranties of\nBorrower herein contained shall be true and correct.\n(n) Availability of Funds. The Borrower has submitted to the County and the\nCounty has approved in the exercise of its discretion evidence that the funds identified as\ncommitted to the acquisition of the Property in the approved Financing Plan to be\n[ ] – County Loan Agreement 11\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\navailable on the Conversion Date are in fact unconditionally and readily available to\nBorrower for the Property as of the Close of Escrow.\n(o) Priority of Regulatory Agreement. The Regulatory Agreement has been\nexecuted and recorded as a lien senior to the Deed of Trust.\n4.2 Procedure for Disbursement of Loan Proceeds. When all the conditions to\ndisbursement have been satisfied, the County shall deposit the Loan with the\nEscrowholder for disbursement upon the Close of Escrow with the Permanent Lender in\naccordance with the terms of separate written escrow instructions between the County\nand Borrower. Said agreement shall be deposited into escrow.\n4.3 Waiver; Termination. No waiver of any of the conditions to the Close of\nEscrow and disbursement of the Loan shall be permitted unless agreed to in writing by\nthe Director. If any of the conditions to disbursement of the Loan are not satisfied within\n[X] (X) months following the date of this Agreement, County may terminate this Agree-\nment by the Director giving written notice to Borrower. Upon such termination, the\nparties shall have no further rights or obligations under this Agreement.\nARTICLE V\nLEASES\n5.1 Standard Form Leases. On or before the commencement of the Qualified\nProject Period, Borrower shall submit to County for its written approval a standard form\nof residential lease to be used for leasing of the Project (the “Standard Lease”). The\nStandard Lease shall be in compliance with all applicable laws and Borrower shall be\nobligated to revise said Standard Lease from time to time to comply with any changes in\nsaid applicable laws.\n5.2 Leasing Program. Borrower shall market and lease the Project consistent\nwith the Marketing Plan described in Section 7.8 hereof.\n5.3 Pro-Forma Schedules. Attached hereto and incorporated herein as Exhibit\n“B” is the rental rate schedule for the Units at the Project approved by County.\n5.4 No Changes. Borrower shall not materially modify the approved Standard\nLease or materially deviate from the approved rental rate schedule for the Units without\nthe County’s prior written consent in each instance, which consent shall not be\nunreasonably withheld or delayed.\n5.5 Landlord’s Obligations. Borrower shall timely and in good faith, perform\nall obligations required to be performed by it as landlord under any lease affecting any\npart of the Project or any space within the Project. If any tenant at any time claims any\nbreach of landlord’s obligations and the amount of such claim (in excess of available\n[ ] – County Loan Agreement 12\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\ninsurance coverage) is $10,000 or more, Borrower shall promptly notify County of such\nclaim.\nARTICLE VI\nREPRESENTATIONS AND WARRANTIES OF BORROWER\n6.1 Representations and Warranties. Borrower hereby makes the following\nrepresentations and warranties to the County, each of which shall also be deemed a\ncovenant and all of the following, Borrower agrees, shall continue to be true and accurate\nin all material respects so long as the Loan or any portion thereof remains outstanding:\n(a) Organization. Borrower is duly organized, validly existing and in good\nstanding under the laws of the State of California and has the power and authority to own\nits property and carry on its business as now being conducted. The copies of the\ndocuments evidencing the organization of Borrower delivered to the County are true and\ncorrect copies of the originals, as amended to the date of this Agreement, and Borrower\nwill promptly provide the County with copies of any modifications thereto.\n(b) Authority of Borrower. Borrower has full power and authority to execute\nand deliver this Agreement and to make and accept the borrowings contemplated\nhereunder, to execute and deliver the Loan Documents and all other documents or\ninstruments executed and delivered, or to be executed and delivered, pursuant to this\nAgreement, and to perform and observe the terms and provisions of all of the above.\n(c) Authority of Persons Executing Documents. This Agreement and the\nLoan Documents and all other documents or instruments executed and delivered, or to be\nexecuted and delivered, pursuant to this Agreement have been executed and delivered by\npersons who are duly authorized to execute and deliver the same for and on behalf of\nBorrower, and all actions required under Borrower's organizational documents and\napplicable governing law for the authorization, execution, delivery and performance of\nthis Agreement and the Loan Documents and all other documents or instruments exe-\ncuted and delivered, or to be executed and delivered, pursuant to this Agreement, have\nbeen duly taken.\n(d) Valid Binding Agreements. This Agreement and the Loan Documents and\nall other documents or instruments which have been executed and delivered pursuant to\nor in connection with this Agreement constitute or, if not yet executed or delivered, will\nwhen so executed and delivered constitute, legal, valid and binding obligations of\nBorrower enforceable against the Borrower in accordance with their respective terms.\n(e) No Breach of Law or Agreement. Neither the execution nor delivery of\nthis Agreement and the Loan Documents or of any other documents or instruments\nexecuted and delivered, or to be executed or delivered, pursuant to this Agreement, nor\nthe performance of any provision, condition, covenant or other term hereof or thereof,\nwill conflict with or result in a breach of any statute, rule or regulation, or any judgment,\n[ ] – County Loan Agreement 13\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\ndecree or order of any court, board, commission or agency whatsoever binding on\nBorrower and in effect at the time of execution of this Agreement, or any provision of the\norganizational documents of Borrower or, if applicable, of its constituent partners, or will\nconflict with or constitute a breach of or a default under any agreement to which\nBorrower, or, if applicable, its constituent partners, is a party, or will result in the creation\nor imposition of any lien upon any assets or property of Borrower, other than liens estab-\nlished pursuant hereto.\n(f) Pending Proceedings. Borrower is not in default under any law or\nregulation or under any order of any court, board, commission or agency whatsoever, and\nthere are no claims, actions, suits or proceedings pending or, to the knowledge of\nBorrower, threatened against Borrower or the Property or Project, at law or in equity,\nbefore or by any court, board, commission or agency whatsoever which might, if\ndetermined adversely to Borrower, materially affect Borrower's ability to repay the Loan\nor impair the security to be given to the County pursuant hereto.\n(g) Compliance with Laws; Consents and Approvals. The Project shall\ncomply at all times with all applicable laws (including but not limited to all Hazardous\nSubstances Laws), ordinances, rules and regulations of federal, state, and local govern-\nments and agencies, and with all applicable directions, rules and regulations of the fire\nmarshal, health officer, building inspector, and other officers of any such government or\nagency. All consents, permissions and licenses required by any federal, state, or local\ngovernment or agency to which the Borrower, the Property or the Project is subject,\nwhich may be necessary in relation to this Agreement or the ownership or operation of\nthe Project, have been or will be obtained.\n(h) Financial Statements. The financial statements of the Borrower and its\nconstituent partners, if any, and other financial data and information furnished by the\nBorrower for review by the County relating to the financial condition of Borrower or any\nof Borrower’s constituent partners or the Project, fairly present the information contained\ntherein. As of the date of Loan disbursement, there will not have been any adverse\nmaterial change in the financial condition of the Borrower or its constituent partners from\nthat shown by such financial statements and other data and information.\n(i) Adequacy of Loan. The amount of the Loan, together with any funds to\nbe provided by the Borrower or to the Borrower from any other sources, is adequate to\npay all costs incurred in connection with the acquisition of the Property and to enable the\nBorrower to satisfy the covenants contained in this Agreement.\n(j) Payment of Taxes. All federal, state, county, and municipal taxes required\nto be paid by the Borrower or on account of the Property have been paid in full as of the\ndate of this Agreement or will be paid in full by the Close of Escrow. Borrower knows of\nno basis for any additional assessment of taxes as of this date.\n(k) Regulatory Agreement. The Project is, and will at all times remain, in\ncompliance with all requirements of this Agreement and the Regulatory Agreement. The\n[ ] – County Loan Agreement 14\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nunits in the Project shall be rented or available for rental on a basis which satisfies the\nrequirements of the Regulatory Agreement. All leases will comply with all applicable\nlaws and the Regulatory Agreement.\nARTICLE VII\nCONTINUING OBLIGATIONS OF BORROWER\n7.1 Applicability. For the longer of the entire Term, or so long as the Note\nremains outstanding, the Borrower shall comply with the provisions of this Article VII.\n7.2 Compliance with Loan Documents. Borrower shall promptly comply with\nall the terms, covenants and provisions of the Loan Documents.\n7.3 Taxes and Assessments. So long as Borrower owns the Property and the\nProject, Borrower shall pay all real and personal property taxes, assessments and charges,\nand all franchise, income, unemployment, old age benefit, withholding, sales, and other\ntaxes assessed against it, or payable by it, at such times and in such manner as to prevent\nany delinquency or penalty from accruing, or any lien or charge from attaching to the\nProject; provided, however, that Borrower shall have the right to contest in good faith any\nsuch taxes, assessments, or charges. In the event Borrower exercises its right to contest\nany tax, assessment, or charge against it, Borrower, on final determination of the\nproceeding or contest, shall immediately pay or discharge any decision or judgment\nrendered against it, together with all costs, charges, and interest.\n7.4 Indemnity.\n(a) To the fullest extent permitted by law, the Borrower agrees to indemnify,\nhold harmless and defend the County and its elected officials, officers, governing\nmembers, employees, attorneys and agents (collectively, the \"Indemnified Parties\"), from\nand against any and all losses, damages, claims, actions, liabilities, reasonable costs and\nexpenses of any and every conceivable nature, kind or character (including, without\nlimitation, reasonable attorneys’ fees, litigation and court costs, amounts paid in\nsettlement and amounts paid to discharge judgments) to which the Indemnified Parties, or\nany of them, may become subject to under any statutory law (including federal or state\nsecurities laws) or at common law or otherwise, arising out of or based upon or in any\nway relating to:\n1. the Loan Documents or the execution or amendment thereof or in\nconnection with the transactions contemplated thereby;\n2. Borrower’s ownership or operation of the Project or any act or\nomission of the Borrower or any of its agents, contractors, servants, employees or\nlicensees in connection with the Loan or the Project, the operation of the Project, or the\ncondition, environmental or otherwise, occupancy, use, possession, conduct or\n[ ] – County Loan Agreement 15\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nmanagement of work done in or about, or from the planning, design, acquisition,\ninstallation, operation or rehabilitation of, the Project or any part thereof;\n3. any lien or charge upon payments by the Borrower to the\nCounty, or any taxes (including, without limitation, all ad valorem taxes and sales taxes),\nassessments, impositions and other charges imposed on the County in respect\nof any portion of the Project;\n4. any violation of any environmental law, rule or regulation with\nrespect to, or the release of any toxic substance from, the Project or any part thereof;\n5. any untrue statement or misleading statement or alleged untrue\nstatement or alleged misleading statement of a material fact by the Borrower contained in\nany Loan Document or any of the documents or instruments relating to said Loan\nDocuments that the County relied upon in making the Loan except to the extent such\ndamages are caused by the gross negligence or willful misconduct of such Indemnified\nParty. In the event that any action or proceeding is brought against any Indemnified Party\nwith respect to which indemnity may be sought hereunder, the Borrower, upon written\nnotice from the Indemnified Party, shall assume the investigation and defense thereof,\nincluding the employment and payment for counsel selected by the Indemnified Party,\nand shall assume the payment of all reasonable expenses related thereto, with full power\nto litigate, compromise or settle the same; provided that the Indemnified Party shall have\nthe right to review and approve or disapprove any such compromise or settlement.",
      "word_count": 6493,
      "risk_level": "high",
      "is_complete": true,
      "tags": [
        "payment",
        "deadline",
        "penalty",
        "notice",
        "permission",
        "restriction"
      ]
    },
    {
      "clause_id": "loan_5_clause_2",
      "clause_number": "2",
      "clause_title": "B",
      "clause_type": "maintenance",
      "original_text": "orrower’s ownership or operation of the Project or any act or\nomission of the Borrower or any of its agents, contractors, servants, employees or\nlicensees in connection with the Loan or the Project, the operation of the Project, or the\ncondition, environmental or otherwise, occupancy, use, possession, conduct or\n[ ] – County Loan Agreement 15\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nmanagement of work done in or about, or from the planning, design, acquisition,\ninstallation, operation or rehabilitation of, the Project or any part thereof;\n3. any lien or charge upon payments by the Borrower to the\nCounty, or any taxes (including, without limitation, all ad valorem taxes and sales taxes),\nassessments, impositions and other charges imposed on the County in respect\nof any portion of the Project;\n4. any violation of any environmental law, rule or regulation with\nrespect to, or the release of any toxic substance from, the Project or any part thereof;\n5. any untrue statement or misleading statement or alleged untrue\nstatement or alleged misleading statement of a material fact by the Borrower contained in\nany Loan Document or any of the documents or instruments relating to said Loan\nDocuments that the County relied upon in making the Loan except to the extent such\ndamages are caused by the gross negligence or willful misconduct of such Indemnified\nParty. In the event that any action or proceeding is brought against any Indemnified Party\nwith respect to which indemnity may be sought hereunder, the Borrower, upon written\nnotice from the Indemnified Party, shall assume the investigation and defense thereof,\nincluding the employment and payment for counsel selected by the Indemnified Party,\nand shall assume the payment of all reasonable expenses related thereto, with full power\nto litigate, compromise or settle the same; provided that the Indemnified Party shall have\nthe right to review and approve or disapprove any such compromise or settlement.\n6. If judgment is entered against Borrower and County by a court of\ncompetent jurisdiction because of the concurrent active negligence of County or\nIndemnified Parties, Borrower and County agree that liability will be apportioned as\ndetermined by the court. Neither Party shall request a jury apportionment.\n7.5 Entry by the County. Borrower shall permit the County, through its\nofficers, agents, or employees, at all reasonable times to enter into or onto the Property or\nthe Project and inspect the Project to determine that the same is in conformity with the\nLoan Documents and all the requirements hereof. Borrower acknowledges that the\nCounty is under no obligation to supervise, inspect, or inform Borrower of the results of\nits said inspection(s) and Borrower shall not rely upon the County therefor. Any\ninspection by the County is entirely for its purposes in determining whether Borrower is\nin default under this Agreement or the Loan Documents. Borrower shall rely entirely\nupon its own supervision and inspection.\n7.6 Hazardous Materials. Borrower shall indemnify, defend and hold\nharmless the County, and its respective elected and appointed officials, members,\ndirectors, officers, employees, agents, successors and assigns from and against any loss,\ndamage, cost, expense or liability directly or indirectly arising out of or attributable to the\nuse, generation, storage, release, threatened release, discharge, disposal, or presence of\nhazardous materials on, under, or about the Project, including without limitation: (a) all\nforeseeable consequential damages; (b) the costs of any required or necessary repair,\n[ ] – County Loan Agreement 16\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\ncleanup or detoxification of the Project and the preparation and implementation of any\nclosure, remedial or other required plans; and (c) all reasonable costs and expenses\nincurred by the County or County in connection with clauses (a) and (b), including but\nnot limited to reasonable attorneys' fees.\n7.7 Transfers. During the Term, Borrower shall not sell or otherwise transfer\nthe Project or any portion thereof, and none of the constituent general partners of\nBorrower shall sell or otherwise transfer their interests in Borrower, and none of the\nconstituent general partners in a partnership that is a partner in Borrower shall sell or\notherwise transfer their interest in such partnership without first obtaining the approval of\nthe County, which consent the County may withhold or grant in the exercise of its good\nfaith discretion. The County shall not approve any such transfer request if the Borrower\nis in default under any of the Loan Documents or the Management Plan.\n7.8 Management; Annual Marketing and Management Plans. Any\nmanagement company of the Project and the management agreement with such\nmanagement company shall be subject to the prior written approval of the County. The\nmanagement agreement shall not be amended, modified, supplemented, terminated or\ncanceled without the prior written consent of the County. Borrower and the County (if it\nso elects) will cooperate in the marketing of the units on the Property pursuant to a\nmarketing plan (the “Marketing Plan”) prepared by the Borrower and approved by the\nCounty. Said Marketing Plan and the Management Plan described in Section 4.1 hereof\nshall be prepared by the Borrower and approved by the County on an annual basis;\nhowever, the Borrower shall provide quarterly written supplements to said approved\nplans (or more frequently if requested by the County).\n7.9 Operation and Maintenance of Project.\n(a) Operation. During the Qualified Project Period, Borrower shall at all\ntimes operate on the Project an affordable housing rental facility in compliance with this\nAgreement and the Regulatory Agreement.\n(b) Maintenance. During the Qualified Project Period, Borrower agrees to\nmaintain all interior and exterior improvements, including landscaping (and all abutting\nground, sidewalks, roads, parking and landscape areas) on the Project in good condition,\nrepair and sanitary condition (and, as to landscaping, in a healthy condition) and in\naccordance with any Management Plan approved by the County under the Loan\nAgreement (including without limitation any landscape and signage plans), as the same\nmay be amended from time to time, and all other applicable laws, rules, ordinances,\norders, and regulations of all federal, state, county, municipal, and other governmental\nagencies and bodies having jurisdiction and all their respective departments, bureaus, and\nofficials. Borrower acknowledges the great emphasis the County places on quality\nmaintenance to protect its investment and to provide quality low-income housing for its\nconstituents and to ensure that all County-subsidized affordable housing projects within\nthe County are not allowed to deteriorate due to deficient maintenance. In addition,\nBorrower shall keep the Project free from all graffiti and any accumulation of debris or\n[ ] – County Loan Agreement 17\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nwaste material. Borrower shall promptly make all repairs and replacements necessary to\nkeep the Project in good condition and repair and shall promptly eliminate all graffiti and\nreplace dead and diseased plants and landscaping with comparable approved materials.\nBorrower shall not commit or permit any waste or deterioration of the Project, shall not\nabandon any portion of the Project, and shall not otherwise act, or fail to act, in such a\nway as to unreasonably increase the risk of damage to the Project.\nIn the event that Borrower breaches any of the covenants contained in this Section\n9.9 and such default continues for a period of five (5) days after written notice from\nCounty (with respect to graffiti, debris, waste material, and general maintenance) or thirty\n(30) days after written notice from County (with respect to landscaping and building\nimprovements), then County, in addition to whatever other remedies it may have under\nthis Agreement, the other Loan Documents or at law or in equity, shall have the right to\nenter upon the Project and perform or cause to be performed all such acts and work\nnecessary to cure the default. Pursuant to such right of entry, the County shall be permit-\nted (but not required) to enter upon the Project and perform all acts and work necessary to\nprotect, maintain and preserve the improvements and landscaped areas on the Project, in\nthe amount of the expenditure arising from such acts and work of protection,\nmaintenance, and preservation by County and/or reasonable costs of such cure, including\na fifteen percent (15%) administrative charge, which amount shall be promptly paid by\nBorrower to County upon demand.\n(c) Removal of Personal Property. During the Qualified Project Period,\nBorrower shall not cause or permit the removal from the Project of any items of\nBorrower’s personal property (other than tools and equipment used in the operation of the\nProject) unless (i) no Event of Default remains uncured and (ii) Borrower promptly\nsubstitutes and installs on the Project other items of equal or greater value in the\noperation of the Project, all of which shall be free of liens and shall be subject to the liens\nof the Deed of Trust and the Financing Statement and executes and delivers to County all\ndocuments required by County in connection with the attachment of such liens to such\nitems. Borrower shall keep detailed records of such removal and shall make such records\navailable to County upon written request from time to time.\n7.10 Status of Borrower. Borrower shall at all times maintain its legal status\nand all material licenses, rights, franchises and privileges in the jurisdiction of its\nformation in good standing and comply with all laws, rules and regulations of California\nand the United States and of any political subdivision thereof applicable to it or its\nbusiness.\n7.11 Insurance. While any obligation of Borrower under any Loan Document\nremains outstanding, Borrower shall maintain at Borrower's sole expense, the following\npolicies of insurance in form and substance as follows:\n(a) Commercial General Liability insurance in an amount not less than\n$1,000,000 per occurrence and $2,000,000 in the aggregate;\n[ ] – County Loan Agreement 18\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\n(b) Commercial Auto Liability insurance covering all owned, non-owned and\nhired autos with a limit of $1,000,000 per occurrence);\n(c) Statutory Workers' compensation insurance and Employer’s Liability with\na minimum limit of $1,000,000 per occurrence (amounts subject to change to ensure\nproper coverage);\n(d) Commercial Property Insurance on an “All Risk” or “Special Causes of\nLoss” form for 100% of the Replacement Cost Value and no coinsurance provision.\n(including insurance against loss by flood if the Project is located in an area now or\nhereafter designated as subject to the danger of flood, but excluding insurance against\nloss by earthquake);\n(e) Rent loss insurance for a period of at least one year;\n(f) The Commercial Property policy, shall include a \"lender's loss payable\nendorsement\" to the County assuring County that all proceeds shall be paid to County as\nprovided in the Deed of Trust subject to the interests of the senior lenders on the Project.\nThe County shall be an additional named insured on the Commercial General Liability\npolicy, and such insurance shall be primary and any insurance maintained by the County\nshall be excess and non-contributing. All policies shall waive all rights of subrogation\nagainst the County, its elected and appointed officials, officers, agents, and employees.\nThe general liability policy shall contain a severability of interests clause. Certificates of\ninsurance and endorsements for all of the above policies (and/or original policies, if\nrequired by the County from time to time), showing the same to be in full force and\neffect, shall be delivered to the County;\n(g) All self-insured retentions (SIRs) shall be clearly stated on the Certificate\nof Insurance. Any self-insured retention (SIR) in an amount in excess of Fifty Thousand\nDollars ($50,000) shall specifically be approved by the County’s Risk Manager, or\ndesignee, upon review of Borrower’s current audited financial report. If Borrower’s SIR\nis approved, Borrower, in addition to, and without limitation of, any other indemnity\nprovision(s) in this Contract, agrees to all of the following:\n1. In addition to the duty to indemnify and hold the County harmless\nagainst any and all liability, claim, demand or suit resulting from\nBorrower, its agents, employee’s or subcontractor’s performance of\nthis Contract, Borrower shall defend the County at its sole cost and\nexpense with counsel approved by Board of Supervisors against\nsame; and\n2. Borrower’s duty to defend, as stated above, shall be absolute and\nirrespective of any duty to indemnify or hold harmless; and",
      "word_count": 2065,
      "risk_level": "high",
      "is_complete": true,
      "tags": [
        "payment",
        "deadline",
        "notice",
        "permission",
        "restriction"
      ]
    },
    {
      "clause_id": "loan_5_clause_6",
      "clause_number": "6",
      "clause_title": "I",
      "clause_type": "duration",
      "original_text": "f judgment is entered against Borrower and County by a court of\ncompetent jurisdiction because of the concurrent active negligence of County or\nIndemnified Parties, Borrower and County agree that liability will be apportioned as\ndetermined by the court. Neither Party shall request a jury apportionment.\n7.5 Entry by the County. Borrower shall permit the County, through its\nofficers, agents, or employees, at all reasonable times to enter into or onto the Property or\nthe Project and inspect the Project to determine that the same is in conformity with the\nLoan Documents and all the requirements hereof. Borrower acknowledges that the\nCounty is under no obligation to supervise, inspect, or inform Borrower of the results of\nits said inspection(s) and Borrower shall not rely upon the County therefor. Any\ninspection by the County is entirely for its purposes in determining whether Borrower is\nin default under this Agreement or the Loan Documents. Borrower shall rely entirely\nupon its own supervision and inspection.\n7.6 Hazardous Materials. Borrower shall indemnify, defend and hold\nharmless the County, and its respective elected and appointed officials, members,\ndirectors, officers, employees, agents, successors and assigns from and against any loss,\ndamage, cost, expense or liability directly or indirectly arising out of or attributable to the\nuse, generation, storage, release, threatened release, discharge, disposal, or presence of\nhazardous materials on, under, or about the Project, including without limitation: (a) all\nforeseeable consequential damages; (b) the costs of any required or necessary repair,\n[ ] – County Loan Agreement 16\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\ncleanup or detoxification of the Project and the preparation and implementation of any\nclosure, remedial or other required plans; and (c) all reasonable costs and expenses\nincurred by the County or County in connection with clauses (a) and (b), including but\nnot limited to reasonable attorneys' fees.\n7.7 Transfers. During the Term, Borrower shall not sell or otherwise transfer\nthe Project or any portion thereof, and none of the constituent general partners of\nBorrower shall sell or otherwise transfer their interests in Borrower, and none of the\nconstituent general partners in a partnership that is a partner in Borrower shall sell or\notherwise transfer their interest in such partnership without first obtaining the approval of\nthe County, which consent the County may withhold or grant in the exercise of its good\nfaith discretion. The County shall not approve any such transfer request if the Borrower\nis in default under any of the Loan Documents or the Management Plan.\n7.8 Management; Annual Marketing and Management Plans. Any\nmanagement company of the Project and the management agreement with such\nmanagement company shall be subject to the prior written approval of the County. The\nmanagement agreement shall not be amended, modified, supplemented, terminated or\ncanceled without the prior written consent of the County. Borrower and the County (if it\nso elects) will cooperate in the marketing of the units on the Property pursuant to a\nmarketing plan (the “Marketing Plan”) prepared by the Borrower and approved by the\nCounty. Said Marketing Plan and the Management Plan described in Section 4.1 hereof\nshall be prepared by the Borrower and approved by the County on an annual basis;\nhowever, the Borrower shall provide quarterly written supplements to said approved\nplans (or more frequently if requested by the County).\n7.9 Operation and Maintenance of Project.\n(a) Operation. During the Qualified Project Period, Borrower shall at all\ntimes operate on the Project an affordable housing rental facility in compliance with this\nAgreement and the Regulatory Agreement.\n(b) Maintenance. During the Qualified Project Period, Borrower agrees to\nmaintain all interior and exterior improvements, including landscaping (and all abutting\nground, sidewalks, roads, parking and landscape areas) on the Project in good condition,\nrepair and sanitary condition (and, as to landscaping, in a healthy condition) and in\naccordance with any Management Plan approved by the County under the Loan\nAgreement (including without limitation any landscape and signage plans), as the same\nmay be amended from time to time, and all other applicable laws, rules, ordinances,\norders, and regulations of all federal, state, county, municipal, and other governmental\nagencies and bodies having jurisdiction and all their respective departments, bureaus, and\nofficials. Borrower acknowledges the great emphasis the County places on quality\nmaintenance to protect its investment and to provide quality low-income housing for its\nconstituents and to ensure that all County-subsidized affordable housing projects within\nthe County are not allowed to deteriorate due to deficient maintenance. In addition,\nBorrower shall keep the Project free from all graffiti and any accumulation of debris or\n[ ] – County Loan Agreement 17\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nwaste material. Borrower shall promptly make all repairs and replacements necessary to\nkeep the Project in good condition and repair and shall promptly eliminate all graffiti and\nreplace dead and diseased plants and landscaping with comparable approved materials.\nBorrower shall not commit or permit any waste or deterioration of the Project, shall not\nabandon any portion of the Project, and shall not otherwise act, or fail to act, in such a\nway as to unreasonably increase the risk of damage to the Project.\nIn the event that Borrower breaches any of the covenants contained in this Section\n9.9 and such default continues for a period of five (5) days after written notice from\nCounty (with respect to graffiti, debris, waste material, and general maintenance) or thirty\n(30) days after written notice from County (with respect to landscaping and building\nimprovements), then County, in addition to whatever other remedies it may have under\nthis Agreement, the other Loan Documents or at law or in equity, shall have the right to\nenter upon the Project and perform or cause to be performed all such acts and work\nnecessary to cure the default. Pursuant to such right of entry, the County shall be permit-\nted (but not required) to enter upon the Project and perform all acts and work necessary to\nprotect, maintain and preserve the improvements and landscaped areas on the Project, in\nthe amount of the expenditure arising from such acts and work of protection,\nmaintenance, and preservation by County and/or reasonable costs of such cure, including\na fifteen percent (15%) administrative charge, which amount shall be promptly paid by\nBorrower to County upon demand.\n(c) Removal of Personal Property. During the Qualified Project Period,\nBorrower shall not cause or permit the removal from the Project of any items of\nBorrower’s personal property (other than tools and equipment used in the operation of the\nProject) unless (i) no Event of Default remains uncured and (ii) Borrower promptly\nsubstitutes and installs on the Project other items of equal or greater value in the\noperation of the Project, all of which shall be free of liens and shall be subject to the liens\nof the Deed of Trust and the Financing Statement and executes and delivers to County all\ndocuments required by County in connection with the attachment of such liens to such\nitems. Borrower shall keep detailed records of such removal and shall make such records\navailable to County upon written request from time to time.\n7.10 Status of Borrower. Borrower shall at all times maintain its legal status\nand all material licenses, rights, franchises and privileges in the jurisdiction of its\nformation in good standing and comply with all laws, rules and regulations of California\nand the United States and of any political subdivision thereof applicable to it or its\nbusiness.\n7.11 Insurance. While any obligation of Borrower under any Loan Document\nremains outstanding, Borrower shall maintain at Borrower's sole expense, the following\npolicies of insurance in form and substance as follows:\n(a) Commercial General Liability insurance in an amount not less than\n$1,000,000 per occurrence and $2,000,000 in the aggregate;\n[ ] – County Loan Agreement 18\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\n(b) Commercial Auto Liability insurance covering all owned, non-owned and\nhired autos with a limit of $1,000,000 per occurrence);\n(c) Statutory Workers' compensation insurance and Employer’s Liability with\na minimum limit of $1,000,000 per occurrence (amounts subject to change to ensure\nproper coverage);\n(d) Commercial Property Insurance on an “All Risk” or “Special Causes of\nLoss” form for 100% of the Replacement Cost Value and no coinsurance provision.\n(including insurance against loss by flood if the Project is located in an area now or\nhereafter designated as subject to the danger of flood, but excluding insurance against\nloss by earthquake);\n(e) Rent loss insurance for a period of at least one year;\n(f) The Commercial Property policy, shall include a \"lender's loss payable\nendorsement\" to the County assuring County that all proceeds shall be paid to County as\nprovided in the Deed of Trust subject to the interests of the senior lenders on the Project.\nThe County shall be an additional named insured on the Commercial General Liability\npolicy, and such insurance shall be primary and any insurance maintained by the County\nshall be excess and non-contributing. All policies shall waive all rights of subrogation\nagainst the County, its elected and appointed officials, officers, agents, and employees.\nThe general liability policy shall contain a severability of interests clause. Certificates of\ninsurance and endorsements for all of the above policies (and/or original policies, if\nrequired by the County from time to time), showing the same to be in full force and\neffect, shall be delivered to the County;\n(g) All self-insured retentions (SIRs) shall be clearly stated on the Certificate\nof Insurance. Any self-insured retention (SIR) in an amount in excess of Fifty Thousand\nDollars ($50,000) shall specifically be approved by the County’s Risk Manager, or\ndesignee, upon review of Borrower’s current audited financial report. If Borrower’s SIR\nis approved, Borrower, in addition to, and without limitation of, any other indemnity\nprovision(s) in this Contract, agrees to all of the following:\n1. In addition to the duty to indemnify and hold the County harmless\nagainst any and all liability, claim, demand or suit resulting from\nBorrower, its agents, employee’s or subcontractor’s performance of\nthis Contract, Borrower shall defend the County at its sole cost and\nexpense with counsel approved by Board of Supervisors against\nsame; and\n2. Borrower’s duty to defend, as stated above, shall be absolute and\nirrespective of any duty to indemnify or hold harmless; and\n3. The provisions of California Civil Code Section 2860 shall apply to\nany and all actions to which the duty to defend stated above applies,\n[ ] – County Loan Agreement 19\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nand the Borrower’s SIR provision shall be interpreted as though the\nBorrower was an insurer and the County was the insured.\nUpon notice of any actual or alleged claim or loss arising out of\nsubcontractor’s work hereunder, subcontractor shall immediately satisfy in full the SIR\nprovisions of the policy in order to trigger coverage for the Borrower and Additional\nInsureds.\nIf the Borrower fails to maintain insurance acceptable to the County for\nthe full term of this Contract, the County may terminate this Contract.\n7.12 Alterations and Repair. Except with the prior consent of the County,\nduring the Qualified Project Period, Borrower shall not remove, demolish or materially\nalter any improvement constituting the Project, except to make non-structural repairs\nwhich preserve or increase the Project’s value, and shall promptly restore, in good and\nworkmanlike manner, any said improvement (or other aspect of the Project) that is\ndamaged or destroyed from any cause.\n7.13 Changes in Property Restrictions. Borrower shall not initiate, join in or\nconsent to any change in any applicable zoning ordinance, general plan or similar law, or\nto any private restrictive covenant or any similar public or private restriction on the use of\nthe Project, except with the prior written consent of the County.\n7.14 Books, Records and Annual Statement. Borrower shall maintain complete\nbooks of account and other records reflecting the construction and operation of the\nProject in accordance with generally accepted accounting principles applied on a\nconsistent basis. During the Qualified Project Period, the amount of the Residual\nReceipts (as defined in the Note) shall be determined on the basis of an annual audited\nfinancial statement (”Annual Statement”), for the preceding year, beginning with the first\nyear of operation of all or any part of the Project, prepared at the Borrower’s expense by\nan independent certified public account firm acceptable to the County. Such Annual\nStatement shall be prepared based on the guidelines, and taking into account the\ninformation, set forth on Exhibit “C,” attached hereto and incorporated herein. During\nthe Qualified Project Period, the Borrower shall submit the Annual Statement and any\npayment to the County not later than six (6) months after closing of the Borrower’s\nprevious year’s books. The first Annual Statement submitted by the Borrower for the\nLoan shall include the period from the Completion of Construction to the close of that\nyear’s books. The County shall review and approve such statement, or request revisions,\nwithin ninety (90) days after receipt. In the event that as the result of County review,\nthere is an increase in the amount of Residual Receipts, Borrower shall pay to the County\nthe full amount of such increase within ten (10) days of notice of such increases. The\nterms of this subsection shall not be the exclusive method by which the County may\nreview Residual Receipts payments by the Borrower. In the event that an increase in the\namount of Residual Receipts for any annual period is discovered at any time subsequent\nto the ninety (90) day period for that year’s books, no previous action or inaction by the\n[ ] – County Loan Agreement 20\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nCounty shall prohibit the County from requesting repayment of those amounts at any\ntime during the term of this Agreement or thereafter. The Borrower shall pay to the\nCounty the full amount of such increase within thirty (30) days of notice of such increase\nfor periods prior to the previous year.\n7.15 Notices of Certain Matters. Borrower shall give notice to County, within\nten (10) days after Borrower receives actual knowledge thereof, of each of the following:\n(a) Any litigation or claim against the Borrower relating to the Property or the\nProject and involving an amount in excess of $25,000 and any litigation or claim that\nmight subject Borrower or any constituent partner of Borrower to liability in excess of\n$50,000, whether covered by insurance or not;\n(b) Any dispute between Borrower and any governmental or public agency\nrelating to the Property or the Project, the adverse determination of which might\nmaterially affect the Project;\n(c) Any trade name hereafter used by Borrower and any change in Borrower’s\nprincipal place of business;\n(d) Any Event of Default or event, which, with the giving of notice or the\npassage of time, without ameliorative action, or both, would constitute an Event of\nDefault;\n(e) Any default by Borrower or any other party under any Loan Document or\nMortgage Document, or the receipt by Borrower of any notice of default under any Loan\nDocument or Mortgage Document;\n(f) The creation or imposition of any mechanics’ lien or other lien against the\nProject;\n(g) The presence of any hazardous materials on, under or about the Property\nor the Project; any enforcement, clean-up, removal or other action or requirement of any\nlocal, state or federal governmental or quasi-governmental authority with jurisdiction\nrelating to any such hazardous materials; and the existence of any occurrence of\nconditions on any property in the vicinity of the Project that could cause any portion of\nthe Project to be classified as “border-zone property” under the provisions of the\nCalifornia Health and Safety Code or any related regulations, or that could cause the\nProject to be otherwise subject to any restrictions relating to hazardous materials; and\n(h) Any material adverse change in the financial condition of Borrower or any\nof its constituent general partners.\n7.16 Further Assurances. Borrower shall execute and acknowledge (or cause to\nbe executed and acknowledged) and deliver to County all documents, and take all\nactions, reasonably required by County from time to time to confirm the rights created or\n[ ] – County Loan Agreement 21\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nnow or hereafter intended to be created under the Loan Documents, to protect and further\nthe validity, priority and enforceability of the Loan Documents, to subject to the Loan\nDocuments any property intended by the terms of any Loan Document to be covered by\nthe Loan Documents, or otherwise to carry out the purpose of the Loan Documents and\nthe transactions contemplated thereunder.\n7.17 Liens. Borrower shall not cause or suffer to become effective any lien,\nrestriction or other title limitation affecting any part of the Project other than the (i)\nRegulatory Agreement, the Deed of Trust, the Financing Statement and the liens of the\nPermitted Financing and (ii) taxes not delinquent.\n7.18 Payment of Expenses. Borrower shall pay the County's costs and\nexpenses incurred in connection with the making, disbursement and administration of the\nLoan, as well as any revisions, transfers, extensions, renewals, modifications, refinancing\nor \"workouts,\" and providing estoppels or subordinations of the Loan, and in the exercise\nof any of County's rights or remedies under this Agreement. The County will receive\nfrom Borrower a nonrefundable fee in the amount of Five Hundred Dollars ($500) and\nBorrower shall reimburse County for all of the County’s reasonable out-of-pocket\nexpenses (including reasonable attorney’s fees) incurred in the administration and review\nof such changes, to the extent such expenses exceed Five Hundred Dollars ($500). Such\ncosts and expenses may include title insurance, recording and escrow charges, survey\ncharges, hazard insurance, premiums, fees for any appraisals and any appraisal reviews,\narchitectural and engineering review, construction services and environmental and toxic\nservices and reviews, zoning and entitlement services and reviews, mortgage taxes, legal\nfees and any other reasonable fees and costs for services, regardless of whether such\nservices are furnished by the County's employees or agents or independent contractors.\n7.19 Loan Monitoring Fees. Unless prohibited by Federal, State or local laws,\nthe Borrower shall pay an annual loan monitoring fee during the Term. Loan monitoring\nfees shall be incorporated into the operating pro forma. The loan monitoring fee shall\ninclude a one time payment (“One Time Payment”) of Five Hundred Dollars ($500) to\nbe used for project set-up plus an annual fee (“Annual Fee”) of [AMOUNT] ($XXX),\nwhich will be used to offset the reasonable costs associated with loan monitoring. The\ninitial One Time Payment fee and initial Annual Fee will be payable to the County at the\nClose of Escrow. The Annual Fee will be due each subsequent year for the Qualified\nProject Period on or within thirty (30) days of the day and month that this Agreement was\nentered into as set forth on page one hereof. Loan monitoring fees will be adjusted\nannually. The annual adjustment shall be in accordance with the change in the Consumer\nPrice Index for Los Angeles –Anaheim - Riverside (All Urban Consumers – All Items)\npromulgated by the Bureau of Labor Statistics of the U.S. Department of Labor. This\nadjustment shall be calculated by means of the following formula:\nA = B x C\n[ ] – County Loan Agreement 22\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nWhere: A = Adjusted Annual Fee\nB = Annual Fee (as such Annual Fee may have been previously adjusted)\nC = Average monthly index for the most recent twelve-month period\nD = Average monthly index for the twelve-month period preceding the date of\nthis Loan Agreement.\nIn the event that the Consumer Price Index (CPI) ceases to use 1982-84 = 100 as the basis\nof calculation, or if, in County’s sole judgment, a substantial change is made in the\nmethod used by the federal government to determine the CPI or the items used to\ncalculate the CPI, then the CPI shall be converted to the figure that would have been\ncalculated at (or as close to such figures as shall be practical) had the manner of\ncalculating the CPI in effect at the date of this Loan Agreement not been altered.\nIn the event that the CPI is not issued or published for the period for which such\nminimum Annual Fees are to be adjusted and computed hereunder, or in the even that the\nBureau of Labor Statistics of the United States Department of Labor should cease to\npublish said index figures, then any similar index published by any other branch or\ndepartment of the United States Government selected by County, shall be used and if\nnone is so published, then another index general recognized as authoritative shall be\nsubstituted by County.\nIn the event that the Borrower is required to pay a monitoring fee or One-Time Payment\npursuant to this section any amounts paid towards the monitoring fee or One Time\nPayment for the HOME/OTHER COUNTY Loan to the Borrower shall be credited to\nthe amount due under this section, such that the maximum monitoring fee and One-Time\nPayment hereunder combined with the monitoring fee and One-Time Payment for the\nHOME Loan shall not exceed $1215, as adjusted in accordance with this section.\n[Omitted if HOME/OTHER COUNTY funding is not an additional award.]\n7.20 Subcontracts.\n(a) Upon request of County, or their designated agent, Borrower shall submit\nany requested Subcontract agreements to the County for review and consent. Any\nrequested Subcontracts shall be submitted to County within forty-eight (48) hours of such\nrequest.\n(b) Borrower shall assume responsibility for all subcontracted services to\nassure compliance with this Agreement.\n[ ] – County Loan Agreement 23\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\n(c) Borrower shall cause all of the applicable provisions of this Agreement in\nits entirety to be included in and made a part of any subcontract executed in the\nperformance of this Agreement.\n7.21 Relocation. Borrower shall, if applicable, in all matters relating to the\nProject:\n(a) Take all reasonable steps to minimize displacement by providing tenants a\nreasonable opportunity to lease and occupy dwelling units in the Project being improved,\nif applicable;\n(b) Submit to County a plan outlining financial and advisory assistance in\nsecuring temporary housing for any eligible tenant who is temporarily or permanently\nrelocated due to the Project; and,\n(c) Comply with the Uniform Relocation Assistance and Real Property\nAcquisition Policies Act of 1970 and 49 CFR 24 in providing relocation assistance for\npersons displaced by the Project.\n(d) Have in effect, and follow a residential anti-displacement and relocation\nplan required under Section 104 (d) of the Housing and Community Development Act of\n1974, as amended, in conjunction with any activity assisted with funds under the subject\nprogram.\n7.22 HOME Requirements. The Borrower shall carry out the design,\nconstruction and operation of the Project, and operate the Program, in conformity with all\napplicable laws, regulations, and rules of governmental agencies having jurisdiction,\nincluding without limitation, the HOME Requirements and the legal requirements set\nforth in Exhibit No. [X] attached to this Agreement and the statutes referenced therein.\nFor purposes of this paragraph, “HOME Requirements” mean the requirements of the\nHOME Investment Partnership Act, as amended (42 U.S.C. § 12741, et seq.), and the\nimplementing regulations (24 C.F.R. § 92, et seq.), and the legal requirements\nsummarized or referenced in Exhibit No. D attached hereto and incorporated herein by\nthis reference. [Intentionally Omitted if inapplicable.]\n7.23 Mental Health Services Act Requirements. The Borrower shall carry out\nthe design, construction and operation of the Project, and operate the Program, in\nconformity with all applicable laws, regulations, and rules of governmental agencies\nhaving jurisdiction, including without limitation, the requirements set forth in California\nWelfare and Institutions Code Section 5771.1 et. seq. and, without limitation, the\nrequirements found in Exhibit No. D attached to this Agreement. [Intentionally Omitted\nif inapplicable.]\n7.24 Housing Successor Agency/County and/or Project Based Voucher\nRequirements. The Borrower shall carry out the design, construction and operation of the\nProject, and operate the Program, in conformity with all applicable laws, regulations, and\n[ ] – County Loan Agreement 24\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nrules of governmental agencies having jurisdiction, including without limitation, the\nrequirements set forth in state and federal law and, without limitation, the requirements\nfound in Exhibit No. D attached to this Agreement. [Intentionally Omitted if\ninapplicable.]\n7.25 Lender Recognition. The owner shall ensure recognition of the role of the\nCounty in providing funds through this Agreement. All activities, facilities and items\nutilized pursuant to the Agreement shall be prominently labeled as to funding source.\n7.26 Child Support Enforcement Requirements.\n(a) In order to comply with child enforcement requirements of the County,\nwithin 30 days of the close of escrow, Borrower agrees to furnish to the County:\n1. In the case of an individual Borrower, his/her name, date of birth,\nSocial Security number, and residence address;\n2. In the case of an Borrower doing business in a form other than as\nan individual, the name, date of birth, Social Security number, and residence address of\neach individual who owns 10% or more of the Project;\n3. A certification that the Borrower has fully complied with all\napplicable federal and state reporting requirements regarding its employees; and,\n4. A certification that the Borrower has fully complied with all\nlawfully served Wage and Earnings Assignment Orders and Notices of Assignment and\nwill continue to comply.\n(b) The certification will be stated as follows:\n“I certify that (company name) is in full\ncompliance with all applicable federal and state reporting requirements for its employees\nand with all lawfully served Wage and Earnings Assignment Orders and Notices of\nAssignment and will continue to be in compliance throughout the Term of this Agreement\nwith the County of Orange. I understand that failure to comply shall constitute a\nmaterial breach of the Agreement and that failure to cure such breach within 60 calendar\ndays of notice from the County shall constitute grounds for termination of the Agreement\nwithout costs to the County.”\nIt is expressly understood that this data will be transmitted to\ngovernment agencies charged with the establishment and enforcement of child support\norders and for no other purposes.\nFailure of the contractor to timely submit the data and/or\ncertifications required above or to comply with all federal and state reporting\nrequirements for child support enforcement or to comply with all lawfully served Wage\nand Earnings Assignments Orders and Notices of Assignment shall constitute a material\n[ ] – County Loan Agreement 25\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nbreach of the Agreement. Failure to cure such breach within 60 calendar days of notice\nfrom the County shall constitute grounds for termination of this Agreement.\n7.27 Labor Standards. To the extent applicable, the Borrower agrees to\ncomply with the requirements of the California Department of Industrial Relations\nPrevailing Wage Requirements and the Secretary of Labor in accordance with the Davis-\nBacon Act as amended, the provisions of Contract Work Hours, the Safety Standards Act,\nthe Copeland “Anti-Kickback” Act (40 U.S.C. 276, 327-333) and all other applicable\nfederal, state and local laws and regulations pertaining to labor standards insofar as those\nacts apply to the performance of this Agreement. The Borrower shall maintain\ndocumentation, which demonstrates compliance with hour, and wage requirements of this\npart. Such documentation shall be made available to the County for review upon request.\nThe Borrower agrees that, except with respect to the rehabilitation or construction of\nresidential property designed for residential use for less than twelve (12) units, all\ncontractors engaged under contracts in excess of $2,000.00 for construction, renovation\nor repair of any building or work financed in whole or in part with assistance provided\nunder this Agreement, shall comply with federal requirements adopted by the County\npertaining to such contracts and with the applicable requirements of the regulations of the\nU.S. Department of Labor, under 29 CFR, Parts 1, 3, 5, 7 and 1926 governing the\npayment of wages and ratio of apprentices and trainees to journeymen; provided, that if\nwage rates higher than those required under the regulations are imposed by state or local\nlaw, nothing herein is intended to relieve the Borrower of its obligation, if any, to require\npayment of the higher rate. The Borrower shall cause or require to be inserted in full, in\nall such contracts subject to such regulations, provisions meeting the requirements of this\nparagraph, for such contracts in excess of $10,000.00.\n7.28 Section 92.252 Qualification as Affordable Housing and Income Targeting\nRental Housing.\nThe requirements of 24 CFR 92.252 are incorporated into this Agreement as if\nfully set forth herein.\n7.29 Section 92.253 Tenant and Participant Protections.\nThe requirement of 24 CFR 92.253 are incorporated into this Agreement as if\nfully set forth herein.\n7.30 Annual Audit.\nFollowing the Conversion Date and commencing on the date six (6) months after\nclosing of the Borrower’s previous year’s books and every one year anniversary date\nthereafter during the Term, Borrower shall submit to County the following audit\nreporting package (the “Audit Reporting Package”). [If federal funds are awarded, said\nAudit Reporting Package shall be in accordance with 2 CFR part 200, subpart F.] County\nreserves the right to revise the Audit Reporting Package requirements in accordance with\nany revision to Federal, State or County rules, regulations, ordinances, laws and statutes.\n[ ] – County Loan Agreement 26\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nUnless otherwise required by 2 CFR part 200, the Audit Reporting Package shall include\nthe following:\n(a) Financial Statements for the Project, preferably with a classified Balance\nSheet identifying Current Assets and Current Liabilities;\n(b) [Schedule of expenditures of Federal awards;]\n(c) Independent Auditor’s report;\n(d) Summary schedule and prior audit findings, if applicable;\n(e) Corrective action plan, if applicable;\n(f) [SF-SAC (Single Audit Collection) Data Collection Form; and]\n(g) Management Letter.\n7.31 Operating Reserve\nBorrower shall establish an interest bearing account to be known as the Operating\nReserve Account. Upon the Conversion Date shall deposit an amount into the Operating\nReserve Account sufficient to pay three (3) months of operating expenses and three (3)\nmonths of mandatory debt service payments (“Target Balance”).\nFunds shall be invested subject to the prior written approval of the County, which\napproval shall not be unreasonably withheld, and any earnings shall become and remain a\npart of the Operating Reserve. Funds may be drawn only when revenue is insufficient to\npay operating expenses. The Borrowers shall not draw funds from the Operating Reserve\nAccount without the prior written approval of the County, which approval shall not be\nunreasonably withheld.\nIf the balance in the Operating Reserve Account falls below the amount required\nto pay three (3) months of operating expenses and three (3) months of mandatory debt\nservice payments, then Borrower shall apply Residual Receipts, when and if available, or\nother funds, to the replenishment of Operating Reserves until the Target Balance is\nachieved.\nIn the event of a failure by the Borrower to pay operating expenses, mandatory\ndebt service payments, or other payments required under the Loan Documents or\nMortgage Loan Documents, or during the continuance of an event of default by Borrower\nunder the Loan Documents or Mortgage Loan Documents that would provide for the\nacceleration of the Loan or Mortgage Loan, then County may, after delivery of notice to\nBorrower and the expiration of any applicable cure periods, apply the funds in the\nOperating Reserve Account to the Loan, a Mortgage Loan, or use such funds for the\ncontinued operation of the Project.\n[ ] – County Loan Agreement 27\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\n7.32 Replacement Reserve\nAt or before the Conversion Date, Borrower shall establish an interest bearing\naccount to be known as the Replacement Reserve Account. Annually prior to March 31\nof each year, Borrower shall deposit into the Replacement Reserve Account an amount\nequal to three hundred dollars ($XXX) per unit or such higher amount as may be required\nby a tax creditor investor or senior Mortgagee and approved by County, which approval\nshall not be unreasonably withheld. The Funds shall be invested subject to the prior\nwritten approval of the County and any earnings shall become and remain a part of the\nReplacement Reserve. The Borrowers shall not draw funds from the Replacement\nReserve Account without the prior written approval of the County, which approval shall\nnot be unreasonably withheld.\nFunds may only be drawn from the Replacement Reserve Account to replace or\nmaintain Project assets which have a useful life of more than one (1) year in accordance\nwith Generally Accepted Accounting Principles (“GAAP”), and have been or will be\ndepreciated on the Partnership Tax Return, Form 1040P, filed with the Internal Revenue\nService by the Borrower’s accountant.\nIn the event of a failure by the Borrower to adequately maintain the Project, or\npay operating expenses, mandatory debt service payments, or other payments required\nunder the Loan Documents or Mortgage Loan Documents, or during the continuance of\nan event of default by Borrower under the Loan Documents or Mortgage Loan\nDocuments that would provide for the acceleration of the Loan or Mortgage Loan, then\nCounty may, after delivery of notice to Borrower and the expiration of any applicable\ncure periods, apply the funds in the Replacement Reserve Account to the Loan, a\nMortgage Loan, or use such funds for the maintenance, improvement, or continued\noperation of the Project.\nARTICLE VIII\nDEFAULT AND REMEDIES\n8.1 Events of Default. Each of the following shall constitute an \"Event of\nDefault\" by Borrower under this Agreement:\n(a) Failure to Make Note Payments. Borrower fails to make any payment of\nprincipal and/or interest under the Note when due, after ten (10) days notice from County.\nAny payment that falls due on a non-business day may be made the next succeeding\nbusiness day without penalty and shall not be considered a past-due payment;\n(b) Failure to Make Other Payments. Borrower fails to perform any other\nobligation for the payment of money (other than payments described in subparagraph (a)\nabove) under any Loan Document within ten (10) days after County gives Borrower\nwritten notice that such obligation was not performed or paid for;\n[ ] – County Loan Agreement 28\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\n(c) Non-Monetary Failure to Perform. Borrower fails to timely perform,\ncomply with or observe any of the terms, covenants, or conditions of this Agreement or\nany other Loan Document (other than those provisions elsewhere referred to in this\nSection 8.1) and such failure continues uncured or without Borrower commencing to dili-\ngently cure for thirty (30) days after notice thereof in writing is given by the County to\nBorrower, provided that if Borrower has commenced cure but cannot complete such cure\nreasonably within thirty (30) days, Borrower shall have ninety (90) days from the date of\nnotice to cure such failure without such failure constituting an event of default;\n(d) Mortgage Loan Document Breach. Any default or breach of Borrower\nthat continues uncured after the expiration of any applicable cure period under any other\nloan document including, but not limited to, the Mortgage Loan Documents (including\nbut not limited to the Junior HSA Deed of Trust and any related documents);\n(e) Voluntary Suspension. The voluntary suspension of Borrower's business\nor the dissolution or termination of the partnership (if any) constituting Borrower;\n(f) Unauthorized Transfer. Borrower’s sale or other transfer of the Property\nor the Project in violation of Section 7.7 above;\n(g) Fraud or Material Misstatement or Omissions. Any fraudulent act or\nomission of Borrower's, or intentional misrepresentation of Borrower's, pertaining to or\nmade in connection with the Loan, Loan Documents or the Project;\n(h) Insolvency. A court having jurisdiction shall have made or entered any\ndecree or order (i) adjudging Borrower to be bankrupt or insolvent, (ii) approving as\nproperly filed a petition seeking reorganization of Borrower or seeking any arrangement\nfor Borrower under the bankruptcy law or any other applicable debtor's relief law or\nstatute of the United States or any state or other jurisdiction, (iii) appointing a receiver,\ntrustee, liquidator, or assignee of Borrower in bankruptcy or insolvency or for any of their\nproperties, or (iv) directing the winding up or liquidation of Borrower, if any such decree\nor order described in clauses (i) to (iv), inclusive, shall have continued unstayed or\nundischarged for a period of ninety (90) days unless a lesser time period is permitted for\ncure under any other mortgage on the Property, in which event such lesser time period\nwill apply under this subsection 8.1(h) as well; or Borrower shall have admitted in\nwriting its inability to pay its debts as they fall due or shall have voluntarily submitted to\nor filed a petition seeking any decree or order of the nature described in clauses (i) to (iv),\ninclusive. The occurrence of any of the events of default in this paragraph shall act to\naccelerate automatically, without the need for any action by the County, the indebtedness\nevidenced by the Note; or\n(i) Project Monies. Borrower’s misapplication or embezzlement of Project\nmonies.\n8.2 Remedies. The occurrence of any Event of Default shall, either at the\noption of the County or automatically where so specified, relieve the County of any\n[ ] – County Loan Agreement 29\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nobligation to make or continue the Loan and shall give the County the right to proceed\nwith any and all remedies set forth in this Agreement and the Loan Documents or\notherwise available at law or in equity or by statute (and all of the County's rights and\nremedies shall be cumulative), including but not limited to the following:\n(a) Acceleration of Note. The County shall have the right to cause all\nindebtedness of the Borrower to the County under this Agreement and the Note, together\nwith any accrued interest thereon, to become immediately due and payable. The\nBorrower waives all right to presentment, demand, protest or notice of protest, or\ndishonor. The County may proceed to enforce payment of the indebtedness and to\nexercise any or all rights afforded to the County as a creditor and secured party under the\nlaw including the Uniform Commercial Code, including foreclosure under the Deed of\nTrust. The Borrower shall be liable to pay the County on demand all expenses, costs and\nfees (including, without limitation, attorneys' fees and expenses) paid or incurred by the\nCounty in connection with the collection of the Loan and the preservation, maintenance,\nprotection, sale, or other disposition of the security given for the Loan.\n(b) Specific Performance. The County shall have the right to mandamus or\nother suit, action or proceeding at law or in equity to require Borrower to perform its\nobligations and covenants under the Loan Documents or to enjoin acts on things that may\nbe unlawful or in violation of the provisions of the Loan Documents.\n(c) Right to Cure at Borrower's Expense. The County shall have the right to\ncure any monetary default by Borrower under a loan other than the Loan. The Borrower\nagrees to reimburse the County for any funds advanced by the County to cure a monetary\ndefault by Borrower upon demand therefore, together with interest thereon at the rate of\ntwelve percent (12%) per annum (which rate shall in no event exceed the maximum rate\npermitted by law and if it does, said rate shall be reduced to the maximum rate then\npermitted by law), from the date of expenditure until the date of reimbursement.\n8.3 Remedies Cumulative. No right, power, or remedy given to the County by\nthe terms of this Agreement or the Loan Documents is intended to be exclusive of any\nother right, power, or remedy; and each and every such right, power, or remedy shall be\ncumulative and in addition to every other right, power, or remedy given to the County by\nthe terms of any such instrument, or by any statute or otherwise against Borrower and any\nother person. Neither the failure nor any delay on the part of the County to exercise any\nsuch rights and remedies shall operate as a waiver thereof, nor shall any single or partial\nexercise by the County of any such right or remedy preclude any other or further exercise\nof such right or remedy, or any other right or remedy.\n8.4 Waiver of Terms and Conditions. No waiver of any default or breach by\nBorrower hereunder shall be implied from any omission by the County to take action on\naccount of such default if such default persists or is repeated, and no express waiver shall\naffect any default other than the default specified in the waiver, and such waiver shall be\noperative only for the time and to the extent therein stated. Waivers of any covenant,\nterm, or condition contained herein shall not be construed as a waiver of any subsequent\n[ ] – County Loan Agreement 30\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nbreach of the same covenant, term, or condition. The consent or approval by the County\nto or of any act by Borrower requiring further consent or approval shall not be deemed to\nwaive or render unnecessary the consent or approval to or of any subsequent similar act.\nThe exercise of any right, power, or remedy shall in no event constitute a cure or a waiver\nof any default under this Agreement or the Loan Documents, nor shall it invalidate any\nact done pursuant to notice of default, or prejudice the County in the exercise of any\nright, power, or remedy hereunder or under the Loan Documents, unless in the exercise\nof any such right, power, or remedy all obligations of Borrower to County are paid and\ndischarged in full.\nARTICLE IX\nMISCELLANEOUS\n9.1 Approvals Under Agreement. Where this Agreement requires an approval\nor consent of the County, such approval or consent may be given on behalf of the County\nby the Director or his or her designee.\n9.2 Time. Time is of the essence in this Agreement.\n9.3 Notices. Any notice requirement set forth herein shall be in writing and\ndelivered to the appropriate party at the address listed in this subparagraph. Addresses\nfor notice may be changed from time to time by written notice to the other party. All\ncommunications shall be effective when actually received; provided, however, that\nnonreceipt of any communication as the result of a change in address of which the\nsending party was not notified or as the result of a refusal to accept delivery shall be\ndeemed receipt of such communication.\nBorrower:\n[BORROWER TO PROVIDE]\nCounty:\n[Orange County Housing Authority]\n[County of Orange\nOC Community Resources/\nHousing & Community Development]\n1501 E. St. Andrew Place, 1st Floor,\nSanta Ana, CA 92705\nAttn: [Executive] Director\n[ ] – County Loan Agreement 31\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nSuch addresses may be changed by notice to the other party given in the same manner as\nprovided above.\n9.4 No Third Parties Benefitted. This Agreement is made and entered into for\nthe sole protection and benefit of the County, its successors and assigns, and Borrower,\nits permitted successors and assigns, and no other person or persons shall have any right\nof action hereon.\n9.5 County to File Notices. Borrower irrevocably appoints, designates, and\nauthorizes the County as its agent (said agency being coupled with an interest) to file for\nrecord any notice that the County deems necessary or desirable to protect its interest\nhereunder and under the Loan Documents.\n9.6 Actions. The County shall have the right to commence, appear in, or\ndefend any action or proceeding purporting to affect the rights, duties, or liabilities of the\nparties hereunder, or the disbursement of any proceeds of the Loan.\n9.7 Successors and Assigns. The terms hereof shall be binding upon and inure\nto the benefit of the successors and assigns of the parties hereto; provided, however, that\nno assignment of Borrower's rights hereunder shall be made, voluntarily or by operation\nof law, without the prior written consent of the County as specified in Section 8.7 above,\nand that any such assignment without said consent shall be void.\n9.8 Construction of Words. Except where the context otherwise requires,\nwords imparting the singular number shall include the plural number and vice versa,\nwords imparting persons shall include firms, associations, partnerships and corporations,\nand words of either gender shall include the other gender.\n9.9 Partial Invalidity. If any provision of this Agreement shall be declared\ninvalid, illegal, or unenforceable, the validity, legality, and enforceability of the\nremaining provisions hereof shall not in any way be affected or impaired.\n9.10 Governing Law and Venue. This Agreement and the Loan Documents\nand other instruments given pursuant hereto shall be construed in accordance with and be\ngoverned by the laws of the State of California. In the event of any legal action to\nenforce or interpret this Agreement or any of the Loan Documents, the sole and exclusive\nvenue shall be a court of competent jurisdiction located in Orange County, California,\nand the parties hereto agree to and do hereby submit to the jurisdiction of such court,\nnotwithstanding Code of Civil Procedure Section 394.\n9.11 Amendment. This Agreement may not be changed orally, but only by an\nagreement in writing signed by Borrower and the County.\n[ ] – County Loan Agreement 32\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\n9.12 Approvals. Where an approval or submission is required under this\nAgreement, such approval or submission shall be valid for purposes of this Agreement\nonly if made in writing.\n9.13 Captions and Headings. Captions and headings in this Agreement are for\nconvenience of reference only, and are not to be considered in construing the Agreement.\n9.14 Nonliability. By accepting or approving anything required to be\nperformed or given to County under the Loan Documents, including any certificate,\nfinancial statement, survey, or insurance policy, County shall not be deemed to have\nwarranted or represented the sufficiency or legal effect of the same, and no such\nacceptance or approval shall constitute a warranty or representation by County to anyone.\n9.15 Obligations Unconditional and Independent. Notwithstanding the\nexistence at any time of any obligation or liability of County to Borrower, or any claim\nby Borrower against County, in connection with the Loan or otherwise, Borrower hereby\nwaives any right it might otherwise have (a) to offset any such obligation, liability or\nclaim against Borrower’s obligations under the Loan Documents or (b) to claim that the\nexistence of any such obligation, liability or claim excuses the nonperformance by\nBorrower of any of its obligations under the Loan Documents.\n9.16 Survival of Representations and Warranties. All representations and\nwarranties of Borrower in the Loan Documents shall survive the making of the Loan and\nhave been or will be relied on by County notwithstanding any investigation made by\nCounty.\n9.17 Prior Agreements. This Agreement (together with the other Loan\nDocuments) contains the entire agreement between County and Borrower with respect to\nthe Loan and all prior negotiations, understandings and agreements (including, but not\nlimited to, any commitment letter issued by County to Borrower) are superseded by this\nAgreement and such Loan Documents.\n9.18 Conflicts. In the event of any conflict between the provisions of this\nAgreement and those of any other Loan Document, this Agreement shall prevail;\nprovided, however, that with respect to any matter addressed in both such documents, the\nfact that one document provides for greater, lesser or different rights or obligations than\nthe other shall not be deemed a conflict unless the applicable provisions are inconsistent\nand could not be simultaneously enforced or performed.\n9.19 Waiver of Right to Trial by Jury. Unless prohibited by Federal, State or\nlocal laws, each party to this Agreement hereby expressly waives any right to trial by jury\nof any claim, demand, action or cause of action arising under any Loan Document or in\nany way connected with or related or incidental to the dealings of the parties hereto or\nany of them with respect to any Loan Document, or the transactions related thereto, in\neach case whether now existing or hereafter arising, and whether sounding in contract or\ntort or otherwise; and each party hereby agrees and consents that any such claim,\n[ ] – County Loan Agreement 33\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\ndemand, action or cause of action shall be decided by court trial without a jury, and that\nany party to this Agreement may file an original counterpart or a copy of this section with\nany court as written evidence of the consent of the parties hereto to the waiver of their\nright to trial by jury.\n9.20. Multiple Originals; Counterparts. This Agreement may be executed in\nmultiple originals, each of which is deemed to be an original, and may be signed in\ncounterparts. This Agreement shall become effective when the parties have duly executed\nand delivered signature pages of this Agreement to each other. Delivery of this\nAgreement shall be effectuated by electronic communication (including by PDF sent by\nelectronic mail, facsimile or similar means of electronic communication). Any signatures\n(including electronic signatures) delivered by electronic communication shall have the\nsame legal effect as physically delivered original signatures.\nand year first above written.\n--SIGNATURE PAGES FOLLOW --\n[ ] – County Loan Agreement 34\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nBORROWER:\n[SIGNATURE BLOCK]\n[ ] – County Loan Agreement Borrower Signature Page\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nCOUNTY:\nCOUNTY OF ORANGE, a political subdivision of the\nstate of California\nBy:____________________________________\nJulia Bidwell, Director\nOC Community Resources,\nHousing and Community Development\nAPPROVED AS TO FORM\nCOUNTY COUNSEL\nORANGE COUNTY, CALIFORNIA\nBy____________________________\nDeputy\nDated__________________________\n[ ] – County Loan Agreement County Signature Page\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nEXHIBIT A\nLEGAL DESCRIPTION\n[ ] – County Loan Agreement Exhibit A\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nEXHIBIT B\nEXTREMELY LOW QUALIFIED TENANT/UNIT MIX\n[ ], California\nHOME RENT & AFFORDABILITY SCHEDULE\nNumber Number * Gross **Utility ***Net Income Age Project Number\nof of Restricted Allowance Restricted Limit Restriction Based of Years\nRestricted Bedrooms Rental Rate Rental based on (if any) Sectio Restricted\nUnits Rate Area n 8\nMedian Units\nIncome\n(AMI)\nTotal Total\n* Restricted Rental Rate is based on the 2021 Area Median Income (AMI) published by HUD annually and does not include the\nutility allowance deduction. UPDATED RENTAL RATE TO BE PROVIDED AT START OF QUALIFIED PROJECT PERIOD.\n** Utility allowance is based on the 2022 utility schedule published by the Orange County Housing Authority annually.\n*** Rent increases shall be limited to no more than the lower of rent established as affordable based on the Median\nIncome for the Area and the affordability restrictions set forth above, which is adjusted annually by HUD and\npublished by the State of California, as referenced in the Loan Agreement Section 3.1(d) except as otherwise\nprovided in the Loan Agreement Section 3.1(d).\n[ ] – County Loan Agreement Exhibit B\nLow and Very Low Qualified Tenant/Unit Mix\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nEXHIBIT C\nAnnual Statement Guidelines\nGross Revenue\nRental Income (including PBV/VASH income)\nLaundry & Miscellaneous\nOperating Expenses\nObligated debt service on the Senior Loan\nOperating reserves\nReplacement reserves ($-----/unit)\nCounty annual loan monitoring fee\nOther public agency monitoring fees, as applicable\nAsset management and property management fee\nUtility fees\nProperty taxes\nInsurance premiums\nOperating and maintenance expenses\nSupportive/Resident services\nCash Flow After Debt Service\nSoft Lenders (as applicable)\nPartnership Management Fees:\nLimited Partner Asset Management Fee in the amount of $-----\nGeneral Partner Partnership Management Fee in the amount of $-----\n[combined amount not to exceed $25,000 per year per the 2023 NOFA]\nDeferred developer fee\nCash Flow Percentage Available for Distribution to the County, as further described\nin the Promissory Note\n[ ]% County of Orange\nCounty loan accrues at 3% simple interest annually\n[ ] – County Loan Agreement Exhibit C\nAnnual Statement Guidelines",
      "word_count": 8842,
      "risk_level": "high",
      "is_complete": true,
      "tags": [
        "payment",
        "deadline",
        "penalty",
        "notice",
        "permission",
        "restriction"
      ]
    },
    {
      "clause_id": "loan_5_clause_1",
      "clause_number": "1",
      "clause_title": "I",
      "clause_type": "duties",
      "original_text": "n addition to the duty to indemnify and hold the County harmless\nagainst any and all liability, claim, demand or suit resulting from\nBorrower, its agents, employee’s or subcontractor’s performance of\nthis Contract, Borrower shall defend the County at its sole cost and\nexpense with counsel approved by Board of Supervisors against\nsame; and",
      "word_count": 54,
      "risk_level": "medium",
      "is_complete": true,
      "tags": []
    },
    {
      "clause_id": "loan_5_clause_2",
      "clause_number": "2",
      "clause_title": "B",
      "clause_type": "general",
      "original_text": "orrower’s duty to defend, as stated above, shall be absolute and\nirrespective of any duty to indemnify or hold harmless; and",
      "word_count": 21,
      "risk_level": "medium",
      "is_complete": true,
      "tags": []
    },
    {
      "clause_id": "loan_5_clause_3",
      "clause_number": "3",
      "clause_title": "T",
      "clause_type": "duration",
      "original_text": "he provisions of California Civil Code Section 2860 shall apply to\nany and all actions to which the duty to defend stated above applies,\n[ ] – County Loan Agreement 19\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nand the Borrower’s SIR provision shall be interpreted as though the\nBorrower was an insurer and the County was the insured.\nUpon notice of any actual or alleged claim or loss arising out of\nsubcontractor’s work hereunder, subcontractor shall immediately satisfy in full the SIR\nprovisions of the policy in order to trigger coverage for the Borrower and Additional\nInsureds.\nIf the Borrower fails to maintain insurance acceptable to the County for\nthe full term of this Contract, the County may terminate this Contract.\n7.12 Alterations and Repair. Except with the prior consent of the County,\nduring the Qualified Project Period, Borrower shall not remove, demolish or materially\nalter any improvement constituting the Project, except to make non-structural repairs\nwhich preserve or increase the Project’s value, and shall promptly restore, in good and\nworkmanlike manner, any said improvement (or other aspect of the Project) that is\ndamaged or destroyed from any cause.\n7.13 Changes in Property Restrictions. Borrower shall not initiate, join in or\nconsent to any change in any applicable zoning ordinance, general plan or similar law, or\nto any private restrictive covenant or any similar public or private restriction on the use of\nthe Project, except with the prior written consent of the County.\n7.14 Books, Records and Annual Statement. Borrower shall maintain complete\nbooks of account and other records reflecting the construction and operation of the\nProject in accordance with generally accepted accounting principles applied on a\nconsistent basis. During the Qualified Project Period, the amount of the Residual\nReceipts (as defined in the Note) shall be determined on the basis of an annual audited\nfinancial statement (”Annual Statement”), for the preceding year, beginning with the first\nyear of operation of all or any part of the Project, prepared at the Borrower’s expense by\nan independent certified public account firm acceptable to the County. Such Annual\nStatement shall be prepared based on the guidelines, and taking into account the\ninformation, set forth on Exhibit “C,” attached hereto and incorporated herein. During\nthe Qualified Project Period, the Borrower shall submit the Annual Statement and any\npayment to the County not later than six (6) months after closing of the Borrower’s\nprevious year’s books. The first Annual Statement submitted by the Borrower for the\nLoan shall include the period from the Completion of Construction to the close of that\nyear’s books. The County shall review and approve such statement, or request revisions,\nwithin ninety (90) days after receipt. In the event that as the result of County review,\nthere is an increase in the amount of Residual Receipts, Borrower shall pay to the County\nthe full amount of such increase within ten (10) days of notice of such increases. The\nterms of this subsection shall not be the exclusive method by which the County may\nreview Residual Receipts payments by the Borrower. In the event that an increase in the\namount of Residual Receipts for any annual period is discovered at any time subsequent\nto the ninety (90) day period for that year’s books, no previous action or inaction by the\n[ ] – County Loan Agreement 20\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nCounty shall prohibit the County from requesting repayment of those amounts at any\ntime during the term of this Agreement or thereafter. The Borrower shall pay to the\nCounty the full amount of such increase within thirty (30) days of notice of such increase\nfor periods prior to the previous year.\n7.15 Notices of Certain Matters. Borrower shall give notice to County, within\nten (10) days after Borrower receives actual knowledge thereof, of each of the following:\n(a) Any litigation or claim against the Borrower relating to the Property or the\nProject and involving an amount in excess of $25,000 and any litigation or claim that\nmight subject Borrower or any constituent partner of Borrower to liability in excess of\n$50,000, whether covered by insurance or not;\n(b) Any dispute between Borrower and any governmental or public agency\nrelating to the Property or the Project, the adverse determination of which might\nmaterially affect the Project;\n(c) Any trade name hereafter used by Borrower and any change in Borrower’s\nprincipal place of business;\n(d) Any Event of Default or event, which, with the giving of notice or the\npassage of time, without ameliorative action, or both, would constitute an Event of\nDefault;\n(e) Any default by Borrower or any other party under any Loan Document or\nMortgage Document, or the receipt by Borrower of any notice of default under any Loan\nDocument or Mortgage Document;\n(f) The creation or imposition of any mechanics’ lien or other lien against the\nProject;\n(g) The presence of any hazardous materials on, under or about the Property\nor the Project; any enforcement, clean-up, removal or other action or requirement of any\nlocal, state or federal governmental or quasi-governmental authority with jurisdiction\nrelating to any such hazardous materials; and the existence of any occurrence of\nconditions on any property in the vicinity of the Project that could cause any portion of\nthe Project to be classified as “border-zone property” under the provisions of the\nCalifornia Health and Safety Code or any related regulations, or that could cause the\nProject to be otherwise subject to any restrictions relating to hazardous materials; and\n(h) Any material adverse change in the financial condition of Borrower or any\nof its constituent general partners.\n7.16 Further Assurances. Borrower shall execute and acknowledge (or cause to\nbe executed and acknowledged) and deliver to County all documents, and take all\nactions, reasonably required by County from time to time to confirm the rights created or\n[ ] – County Loan Agreement 21\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nnow or hereafter intended to be created under the Loan Documents, to protect and further\nthe validity, priority and enforceability of the Loan Documents, to subject to the Loan\nDocuments any property intended by the terms of any Loan Document to be covered by\nthe Loan Documents, or otherwise to carry out the purpose of the Loan Documents and\nthe transactions contemplated thereunder.\n7.17 Liens. Borrower shall not cause or suffer to become effective any lien,\nrestriction or other title limitation affecting any part of the Project other than the (i)\nRegulatory Agreement, the Deed of Trust, the Financing Statement and the liens of the\nPermitted Financing and (ii) taxes not delinquent.\n7.18 Payment of Expenses. Borrower shall pay the County's costs and\nexpenses incurred in connection with the making, disbursement and administration of the\nLoan, as well as any revisions, transfers, extensions, renewals, modifications, refinancing\nor \"workouts,\" and providing estoppels or subordinations of the Loan, and in the exercise\nof any of County's rights or remedies under this Agreement. The County will receive\nfrom Borrower a nonrefundable fee in the amount of Five Hundred Dollars ($500) and\nBorrower shall reimburse County for all of the County’s reasonable out-of-pocket\nexpenses (including reasonable attorney’s fees) incurred in the administration and review\nof such changes, to the extent such expenses exceed Five Hundred Dollars ($500). Such\ncosts and expenses may include title insurance, recording and escrow charges, survey\ncharges, hazard insurance, premiums, fees for any appraisals and any appraisal reviews,\narchitectural and engineering review, construction services and environmental and toxic\nservices and reviews, zoning and entitlement services and reviews, mortgage taxes, legal\nfees and any other reasonable fees and costs for services, regardless of whether such\nservices are furnished by the County's employees or agents or independent contractors.\n7.19 Loan Monitoring Fees. Unless prohibited by Federal, State or local laws,\nthe Borrower shall pay an annual loan monitoring fee during the Term. Loan monitoring\nfees shall be incorporated into the operating pro forma. The loan monitoring fee shall\ninclude a one time payment (“One Time Payment”) of Five Hundred Dollars ($500) to\nbe used for project set-up plus an annual fee (“Annual Fee”) of [AMOUNT] ($XXX),\nwhich will be used to offset the reasonable costs associated with loan monitoring. The\ninitial One Time Payment fee and initial Annual Fee will be payable to the County at the\nClose of Escrow. The Annual Fee will be due each subsequent year for the Qualified\nProject Period on or within thirty (30) days of the day and month that this Agreement was\nentered into as set forth on page one hereof. Loan monitoring fees will be adjusted\nannually. The annual adjustment shall be in accordance with the change in the Consumer\nPrice Index for Los Angeles –Anaheim - Riverside (All Urban Consumers – All Items)\npromulgated by the Bureau of Labor Statistics of the U.S. Department of Labor. This\nadjustment shall be calculated by means of the following formula:\nA = B x C\n[ ] – County Loan Agreement 22\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nWhere: A = Adjusted Annual Fee\nB = Annual Fee (as such Annual Fee may have been previously adjusted)\nC = Average monthly index for the most recent twelve-month period\nD = Average monthly index for the twelve-month period preceding the date of\nthis Loan Agreement.\nIn the event that the Consumer Price Index (CPI) ceases to use 1982-84 = 100 as the basis\nof calculation, or if, in County’s sole judgment, a substantial change is made in the\nmethod used by the federal government to determine the CPI or the items used to\ncalculate the CPI, then the CPI shall be converted to the figure that would have been\ncalculated at (or as close to such figures as shall be practical) had the manner of\ncalculating the CPI in effect at the date of this Loan Agreement not been altered.\nIn the event that the CPI is not issued or published for the period for which such\nminimum Annual Fees are to be adjusted and computed hereunder, or in the even that the\nBureau of Labor Statistics of the United States Department of Labor should cease to\npublish said index figures, then any similar index published by any other branch or\ndepartment of the United States Government selected by County, shall be used and if\nnone is so published, then another index general recognized as authoritative shall be\nsubstituted by County.\nIn the event that the Borrower is required to pay a monitoring fee or One-Time Payment\npursuant to this section any amounts paid towards the monitoring fee or One Time\nPayment for the HOME/OTHER COUNTY Loan to the Borrower shall be credited to\nthe amount due under this section, such that the maximum monitoring fee and One-Time\nPayment hereunder combined with the monitoring fee and One-Time Payment for the\nHOME Loan shall not exceed $1215, as adjusted in accordance with this section.\n[Omitted if HOME/OTHER COUNTY funding is not an additional award.]\n7.20 Subcontracts.\n(a) Upon request of County, or their designated agent, Borrower shall submit\nany requested Subcontract agreements to the County for review and consent. Any\nrequested Subcontracts shall be submitted to County within forty-eight (48) hours of such\nrequest.\n(b) Borrower shall assume responsibility for all subcontracted services to\nassure compliance with this Agreement.\n[ ] – County Loan Agreement 23\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\n(c) Borrower shall cause all of the applicable provisions of this Agreement in\nits entirety to be included in and made a part of any subcontract executed in the\nperformance of this Agreement.\n7.21 Relocation. Borrower shall, if applicable, in all matters relating to the\nProject:\n(a) Take all reasonable steps to minimize displacement by providing tenants a\nreasonable opportunity to lease and occupy dwelling units in the Project being improved,\nif applicable;\n(b) Submit to County a plan outlining financial and advisory assistance in\nsecuring temporary housing for any eligible tenant who is temporarily or permanently\nrelocated due to the Project; and,\n(c) Comply with the Uniform Relocation Assistance and Real Property\nAcquisition Policies Act of 1970 and 49 CFR 24 in providing relocation assistance for\npersons displaced by the Project.\n(d) Have in effect, and follow a residential anti-displacement and relocation\nplan required under Section 104 (d) of the Housing and Community Development Act of\n1974, as amended, in conjunction with any activity assisted with funds under the subject\nprogram.\n7.22 HOME Requirements. The Borrower shall carry out the design,\nconstruction and operation of the Project, and operate the Program, in conformity with all\napplicable laws, regulations, and rules of governmental agencies having jurisdiction,\nincluding without limitation, the HOME Requirements and the legal requirements set\nforth in Exhibit No. [X] attached to this Agreement and the statutes referenced therein.\nFor purposes of this paragraph, “HOME Requirements” mean the requirements of the\nHOME Investment Partnership Act, as amended (42 U.S.C. § 12741, et seq.), and the\nimplementing regulations (24 C.F.R. § 92, et seq.), and the legal requirements\nsummarized or referenced in Exhibit No. D attached hereto and incorporated herein by\nthis reference. [Intentionally Omitted if inapplicable.]\n7.23 Mental Health Services Act Requirements. The Borrower shall carry out\nthe design, construction and operation of the Project, and operate the Program, in\nconformity with all applicable laws, regulations, and rules of governmental agencies\nhaving jurisdiction, including without limitation, the requirements set forth in California\nWelfare and Institutions Code Section 5771.1 et. seq. and, without limitation, the\nrequirements found in Exhibit No. D attached to this Agreement. [Intentionally Omitted\nif inapplicable.]\n7.24 Housing Successor Agency/County and/or Project Based Voucher\nRequirements. The Borrower shall carry out the design, construction and operation of the\nProject, and operate the Program, in conformity with all applicable laws, regulations, and\n[ ] – County Loan Agreement 24\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nrules of governmental agencies having jurisdiction, including without limitation, the\nrequirements set forth in state and federal law and, without limitation, the requirements\nfound in Exhibit No. D attached to this Agreement. [Intentionally Omitted if\ninapplicable.]\n7.25 Lender Recognition. The owner shall ensure recognition of the role of the\nCounty in providing funds through this Agreement. All activities, facilities and items\nutilized pursuant to the Agreement shall be prominently labeled as to funding source.\n7.26 Child Support Enforcement Requirements.\n(a) In order to comply with child enforcement requirements of the County,\nwithin 30 days of the close of escrow, Borrower agrees to furnish to the County:\n1. In the case of an individual Borrower, his/her name, date of birth,\nSocial Security number, and residence address;\n2. In the case of an Borrower doing business in a form other than as\nan individual, the name, date of birth, Social Security number, and residence address of\neach individual who owns 10% or more of the Project;\n3. A certification that the Borrower has fully complied with all\napplicable federal and state reporting requirements regarding its employees; and,",
      "word_count": 2537,
      "risk_level": "low",
      "is_complete": true,
      "tags": [
        "payment",
        "deadline",
        "penalty",
        "notice",
        "permission",
        "restriction"
      ]
    },
    {
      "clause_id": "loan_5_clause_1",
      "clause_number": "1",
      "clause_title": "I",
      "clause_type": "deposit",
      "original_text": "n the case of an individual Borrower, his/her name, date of birth,\nSocial Security number, and residence address;",
      "word_count": 18,
      "risk_level": "standard",
      "is_complete": false,
      "tags": []
    },
    {
      "clause_id": "loan_5_clause_2",
      "clause_number": "2",
      "clause_title": "I",
      "clause_type": "deposit",
      "original_text": "n the case of an Borrower doing business in a form other than as\nan individual, the name, date of birth, Social Security number, and residence address of\neach individual who owns 10% or more of the Project;",
      "word_count": 38,
      "risk_level": "standard",
      "is_complete": true,
      "tags": []
    },
    {
      "clause_id": "loan_5_clause_3",
      "clause_number": "3",
      "clause_title": "A",
      "clause_type": "general",
      "original_text": "certification that the Borrower has fully complied with all\napplicable federal and state reporting requirements regarding its employees; and,",
      "word_count": 19,
      "risk_level": "standard",
      "is_complete": false,
      "tags": []
    },
    {
      "clause_id": "loan_5_clause_4",
      "clause_number": "4",
      "clause_title": "A",
      "clause_type": "duration",
      "original_text": "certification that the Borrower has fully complied with all\nlawfully served Wage and Earnings Assignment Orders and Notices of Assignment and\nwill continue to comply.\n(b) The certification will be stated as follows:\n“I certify that (company name) is in full\ncompliance with all applicable federal and state reporting requirements for its employees\nand with all lawfully served Wage and Earnings Assignment Orders and Notices of\nAssignment and will continue to be in compliance throughout the Term of this Agreement\nwith the County of Orange. I understand that failure to comply shall constitute a\nmaterial breach of the Agreement and that failure to cure such breach within 60 calendar\ndays of notice from the County shall constitute grounds for termination of the Agreement\nwithout costs to the County.”\nIt is expressly understood that this data will be transmitted to\ngovernment agencies charged with the establishment and enforcement of child support\norders and for no other purposes.\nFailure of the contractor to timely submit the data and/or\ncertifications required above or to comply with all federal and state reporting\nrequirements for child support enforcement or to comply with all lawfully served Wage\nand Earnings Assignments Orders and Notices of Assignment shall constitute a material\n[ ] – County Loan Agreement 25\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nbreach of the Agreement. Failure to cure such breach within 60 calendar days of notice\nfrom the County shall constitute grounds for termination of this Agreement.\n7.27 Labor Standards. To the extent applicable, the Borrower agrees to\ncomply with the requirements of the California Department of Industrial Relations\nPrevailing Wage Requirements and the Secretary of Labor in accordance with the Davis-\nBacon Act as amended, the provisions of Contract Work Hours, the Safety Standards Act,\nthe Copeland “Anti-Kickback” Act (40 U.S.C. 276, 327-333) and all other applicable\nfederal, state and local laws and regulations pertaining to labor standards insofar as those\nacts apply to the performance of this Agreement. The Borrower shall maintain\ndocumentation, which demonstrates compliance with hour, and wage requirements of this\npart. Such documentation shall be made available to the County for review upon request.\nThe Borrower agrees that, except with respect to the rehabilitation or construction of\nresidential property designed for residential use for less than twelve (12) units, all\ncontractors engaged under contracts in excess of $2,000.00 for construction, renovation\nor repair of any building or work financed in whole or in part with assistance provided\nunder this Agreement, shall comply with federal requirements adopted by the County\npertaining to such contracts and with the applicable requirements of the regulations of the\nU.S. Department of Labor, under 29 CFR, Parts 1, 3, 5, 7 and 1926 governing the\npayment of wages and ratio of apprentices and trainees to journeymen; provided, that if\nwage rates higher than those required under the regulations are imposed by state or local\nlaw, nothing herein is intended to relieve the Borrower of its obligation, if any, to require\npayment of the higher rate. The Borrower shall cause or require to be inserted in full, in\nall such contracts subject to such regulations, provisions meeting the requirements of this\nparagraph, for such contracts in excess of $10,000.00.\n7.28 Section 92.252 Qualification as Affordable Housing and Income Targeting\nRental Housing.\nThe requirements of 24 CFR 92.252 are incorporated into this Agreement as if\nfully set forth herein.\n7.29 Section 92.253 Tenant and Participant Protections.\nThe requirement of 24 CFR 92.253 are incorporated into this Agreement as if\nfully set forth herein.\n7.30 Annual Audit.\nFollowing the Conversion Date and commencing on the date six (6) months after\nclosing of the Borrower’s previous year’s books and every one year anniversary date\nthereafter during the Term, Borrower shall submit to County the following audit\nreporting package (the “Audit Reporting Package”). [If federal funds are awarded, said\nAudit Reporting Package shall be in accordance with 2 CFR part 200, subpart F.] County\nreserves the right to revise the Audit Reporting Package requirements in accordance with\nany revision to Federal, State or County rules, regulations, ordinances, laws and statutes.\n[ ] – County Loan Agreement 26\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nUnless otherwise required by 2 CFR part 200, the Audit Reporting Package shall include\nthe following:\n(a) Financial Statements for the Project, preferably with a classified Balance\nSheet identifying Current Assets and Current Liabilities;\n(b) [Schedule of expenditures of Federal awards;]\n(c) Independent Auditor’s report;\n(d) Summary schedule and prior audit findings, if applicable;\n(e) Corrective action plan, if applicable;\n(f) [SF-SAC (Single Audit Collection) Data Collection Form; and]\n(g) Management Letter.\n7.31 Operating Reserve\nBorrower shall establish an interest bearing account to be known as the Operating\nReserve Account. Upon the Conversion Date shall deposit an amount into the Operating\nReserve Account sufficient to pay three (3) months of operating expenses and three (3)\nmonths of mandatory debt service payments (“Target Balance”).\nFunds shall be invested subject to the prior written approval of the County, which\napproval shall not be unreasonably withheld, and any earnings shall become and remain a\npart of the Operating Reserve. Funds may be drawn only when revenue is insufficient to\npay operating expenses. The Borrowers shall not draw funds from the Operating Reserve\nAccount without the prior written approval of the County, which approval shall not be\nunreasonably withheld.\nIf the balance in the Operating Reserve Account falls below the amount required\nto pay three (3) months of operating expenses and three (3) months of mandatory debt\nservice payments, then Borrower shall apply Residual Receipts, when and if available, or\nother funds, to the replenishment of Operating Reserves until the Target Balance is\nachieved.\nIn the event of a failure by the Borrower to pay operating expenses, mandatory\ndebt service payments, or other payments required under the Loan Documents or\nMortgage Loan Documents, or during the continuance of an event of default by Borrower\nunder the Loan Documents or Mortgage Loan Documents that would provide for the\nacceleration of the Loan or Mortgage Loan, then County may, after delivery of notice to\nBorrower and the expiration of any applicable cure periods, apply the funds in the\nOperating Reserve Account to the Loan, a Mortgage Loan, or use such funds for the\ncontinued operation of the Project.\n[ ] – County Loan Agreement 27\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\n7.32 Replacement Reserve\nAt or before the Conversion Date, Borrower shall establish an interest bearing\naccount to be known as the Replacement Reserve Account. Annually prior to March 31\nof each year, Borrower shall deposit into the Replacement Reserve Account an amount\nequal to three hundred dollars ($XXX) per unit or such higher amount as may be required\nby a tax creditor investor or senior Mortgagee and approved by County, which approval\nshall not be unreasonably withheld. The Funds shall be invested subject to the prior\nwritten approval of the County and any earnings shall become and remain a part of the\nReplacement Reserve. The Borrowers shall not draw funds from the Replacement\nReserve Account without the prior written approval of the County, which approval shall\nnot be unreasonably withheld.\nFunds may only be drawn from the Replacement Reserve Account to replace or\nmaintain Project assets which have a useful life of more than one (1) year in accordance\nwith Generally Accepted Accounting Principles (“GAAP”), and have been or will be\ndepreciated on the Partnership Tax Return, Form 1040P, filed with the Internal Revenue\nService by the Borrower’s accountant.\nIn the event of a failure by the Borrower to adequately maintain the Project, or\npay operating expenses, mandatory debt service payments, or other payments required\nunder the Loan Documents or Mortgage Loan Documents, or during the continuance of\nan event of default by Borrower under the Loan Documents or Mortgage Loan\nDocuments that would provide for the acceleration of the Loan or Mortgage Loan, then\nCounty may, after delivery of notice to Borrower and the expiration of any applicable\ncure periods, apply the funds in the Replacement Reserve Account to the Loan, a\nMortgage Loan, or use such funds for the maintenance, improvement, or continued\noperation of the Project.\nARTICLE VIII\nDEFAULT AND REMEDIES\n8.1 Events of Default. Each of the following shall constitute an \"Event of\nDefault\" by Borrower under this Agreement:\n(a) Failure to Make Note Payments. Borrower fails to make any payment of\nprincipal and/or interest under the Note when due, after ten (10) days notice from County.\nAny payment that falls due on a non-business day may be made the next succeeding\nbusiness day without penalty and shall not be considered a past-due payment;\n(b) Failure to Make Other Payments. Borrower fails to perform any other\nobligation for the payment of money (other than payments described in subparagraph (a)\nabove) under any Loan Document within ten (10) days after County gives Borrower\nwritten notice that such obligation was not performed or paid for;\n[ ] – County Loan Agreement 28\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\n(c) Non-Monetary Failure to Perform. Borrower fails to timely perform,\ncomply with or observe any of the terms, covenants, or conditions of this Agreement or\nany other Loan Document (other than those provisions elsewhere referred to in this\nSection 8.1) and such failure continues uncured or without Borrower commencing to dili-\ngently cure for thirty (30) days after notice thereof in writing is given by the County to\nBorrower, provided that if Borrower has commenced cure but cannot complete such cure\nreasonably within thirty (30) days, Borrower shall have ninety (90) days from the date of\nnotice to cure such failure without such failure constituting an event of default;\n(d) Mortgage Loan Document Breach. Any default or breach of Borrower\nthat continues uncured after the expiration of any applicable cure period under any other\nloan document including, but not limited to, the Mortgage Loan Documents (including\nbut not limited to the Junior HSA Deed of Trust and any related documents);\n(e) Voluntary Suspension. The voluntary suspension of Borrower's business\nor the dissolution or termination of the partnership (if any) constituting Borrower;\n(f) Unauthorized Transfer. Borrower’s sale or other transfer of the Property\nor the Project in violation of Section 7.7 above;\n(g) Fraud or Material Misstatement or Omissions. Any fraudulent act or\nomission of Borrower's, or intentional misrepresentation of Borrower's, pertaining to or\nmade in connection with the Loan, Loan Documents or the Project;\n(h) Insolvency. A court having jurisdiction shall have made or entered any\ndecree or order (i) adjudging Borrower to be bankrupt or insolvent, (ii) approving as\nproperly filed a petition seeking reorganization of Borrower or seeking any arrangement\nfor Borrower under the bankruptcy law or any other applicable debtor's relief law or\nstatute of the United States or any state or other jurisdiction, (iii) appointing a receiver,\ntrustee, liquidator, or assignee of Borrower in bankruptcy or insolvency or for any of their\nproperties, or (iv) directing the winding up or liquidation of Borrower, if any such decree\nor order described in clauses (i) to (iv), inclusive, shall have continued unstayed or\nundischarged for a period of ninety (90) days unless a lesser time period is permitted for\ncure under any other mortgage on the Property, in which event such lesser time period\nwill apply under this subsection 8.1(h) as well; or Borrower shall have admitted in\nwriting its inability to pay its debts as they fall due or shall have voluntarily submitted to\nor filed a petition seeking any decree or order of the nature described in clauses (i) to (iv),\ninclusive. The occurrence of any of the events of default in this paragraph shall act to\naccelerate automatically, without the need for any action by the County, the indebtedness\nevidenced by the Note; or\n(i) Project Monies. Borrower’s misapplication or embezzlement of Project\nmonies.\n8.2 Remedies. The occurrence of any Event of Default shall, either at the\noption of the County or automatically where so specified, relieve the County of any\n[ ] – County Loan Agreement 29\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nobligation to make or continue the Loan and shall give the County the right to proceed\nwith any and all remedies set forth in this Agreement and the Loan Documents or\notherwise available at law or in equity or by statute (and all of the County's rights and\nremedies shall be cumulative), including but not limited to the following:\n(a) Acceleration of Note. The County shall have the right to cause all\nindebtedness of the Borrower to the County under this Agreement and the Note, together\nwith any accrued interest thereon, to become immediately due and payable. The\nBorrower waives all right to presentment, demand, protest or notice of protest, or\ndishonor. The County may proceed to enforce payment of the indebtedness and to\nexercise any or all rights afforded to the County as a creditor and secured party under the\nlaw including the Uniform Commercial Code, including foreclosure under the Deed of\nTrust. The Borrower shall be liable to pay the County on demand all expenses, costs and\nfees (including, without limitation, attorneys' fees and expenses) paid or incurred by the\nCounty in connection with the collection of the Loan and the preservation, maintenance,\nprotection, sale, or other disposition of the security given for the Loan.\n(b) Specific Performance. The County shall have the right to mandamus or\nother suit, action or proceeding at law or in equity to require Borrower to perform its\nobligations and covenants under the Loan Documents or to enjoin acts on things that may\nbe unlawful or in violation of the provisions of the Loan Documents.\n(c) Right to Cure at Borrower's Expense. The County shall have the right to\ncure any monetary default by Borrower under a loan other than the Loan. The Borrower\nagrees to reimburse the County for any funds advanced by the County to cure a monetary\ndefault by Borrower upon demand therefore, together with interest thereon at the rate of\ntwelve percent (12%) per annum (which rate shall in no event exceed the maximum rate\npermitted by law and if it does, said rate shall be reduced to the maximum rate then\npermitted by law), from the date of expenditure until the date of reimbursement.\n8.3 Remedies Cumulative. No right, power, or remedy given to the County by\nthe terms of this Agreement or the Loan Documents is intended to be exclusive of any\nother right, power, or remedy; and each and every such right, power, or remedy shall be\ncumulative and in addition to every other right, power, or remedy given to the County by\nthe terms of any such instrument, or by any statute or otherwise against Borrower and any\nother person. Neither the failure nor any delay on the part of the County to exercise any\nsuch rights and remedies shall operate as a waiver thereof, nor shall any single or partial\nexercise by the County of any such right or remedy preclude any other or further exercise\nof such right or remedy, or any other right or remedy.\n8.4 Waiver of Terms and Conditions. No waiver of any default or breach by\nBorrower hereunder shall be implied from any omission by the County to take action on\naccount of such default if such default persists or is repeated, and no express waiver shall\naffect any default other than the default specified in the waiver, and such waiver shall be\noperative only for the time and to the extent therein stated. Waivers of any covenant,\nterm, or condition contained herein shall not be construed as a waiver of any subsequent\n[ ] – County Loan Agreement 30\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nbreach of the same covenant, term, or condition. The consent or approval by the County\nto or of any act by Borrower requiring further consent or approval shall not be deemed to\nwaive or render unnecessary the consent or approval to or of any subsequent similar act.\nThe exercise of any right, power, or remedy shall in no event constitute a cure or a waiver\nof any default under this Agreement or the Loan Documents, nor shall it invalidate any\nact done pursuant to notice of default, or prejudice the County in the exercise of any\nright, power, or remedy hereunder or under the Loan Documents, unless in the exercise\nof any such right, power, or remedy all obligations of Borrower to County are paid and\ndischarged in full.\nARTICLE IX\nMISCELLANEOUS\n9.1 Approvals Under Agreement. Where this Agreement requires an approval\nor consent of the County, such approval or consent may be given on behalf of the County\nby the Director or his or her designee.\n9.2 Time. Time is of the essence in this Agreement.\n9.3 Notices. Any notice requirement set forth herein shall be in writing and\ndelivered to the appropriate party at the address listed in this subparagraph. Addresses\nfor notice may be changed from time to time by written notice to the other party. All\ncommunications shall be effective when actually received; provided, however, that\nnonreceipt of any communication as the result of a change in address of which the\nsending party was not notified or as the result of a refusal to accept delivery shall be\ndeemed receipt of such communication.\nBorrower:\n[BORROWER TO PROVIDE]\nCounty:\n[Orange County Housing Authority]\n[County of Orange\nOC Community Resources/\nHousing & Community Development]\n1501 E. St. Andrew Place, 1st Floor,\nSanta Ana, CA 92705\nAttn: [Executive] Director\n[ ] – County Loan Agreement 31\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nSuch addresses may be changed by notice to the other party given in the same manner as\nprovided above.\n9.4 No Third Parties Benefitted. This Agreement is made and entered into for\nthe sole protection and benefit of the County, its successors and assigns, and Borrower,\nits permitted successors and assigns, and no other person or persons shall have any right\nof action hereon.\n9.5 County to File Notices. Borrower irrevocably appoints, designates, and\nauthorizes the County as its agent (said agency being coupled with an interest) to file for\nrecord any notice that the County deems necessary or desirable to protect its interest\nhereunder and under the Loan Documents.\n9.6 Actions. The County shall have the right to commence, appear in, or\ndefend any action or proceeding purporting to affect the rights, duties, or liabilities of the\nparties hereunder, or the disbursement of any proceeds of the Loan.\n9.7 Successors and Assigns. The terms hereof shall be binding upon and inure\nto the benefit of the successors and assigns of the parties hereto; provided, however, that\nno assignment of Borrower's rights hereunder shall be made, voluntarily or by operation\nof law, without the prior written consent of the County as specified in Section 8.7 above,\nand that any such assignment without said consent shall be void.\n9.8 Construction of Words. Except where the context otherwise requires,\nwords imparting the singular number shall include the plural number and vice versa,\nwords imparting persons shall include firms, associations, partnerships and corporations,\nand words of either gender shall include the other gender.\n9.9 Partial Invalidity. If any provision of this Agreement shall be declared\ninvalid, illegal, or unenforceable, the validity, legality, and enforceability of the\nremaining provisions hereof shall not in any way be affected or impaired.\n9.10 Governing Law and Venue. This Agreement and the Loan Documents\nand other instruments given pursuant hereto shall be construed in accordance with and be\ngoverned by the laws of the State of California. In the event of any legal action to\nenforce or interpret this Agreement or any of the Loan Documents, the sole and exclusive\nvenue shall be a court of competent jurisdiction located in Orange County, California,\nand the parties hereto agree to and do hereby submit to the jurisdiction of such court,\nnotwithstanding Code of Civil Procedure Section 394.\n9.11 Amendment. This Agreement may not be changed orally, but only by an\nagreement in writing signed by Borrower and the County.\n[ ] – County Loan Agreement 32\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\n9.12 Approvals. Where an approval or submission is required under this\nAgreement, such approval or submission shall be valid for purposes of this Agreement\nonly if made in writing.\n9.13 Captions and Headings. Captions and headings in this Agreement are for\nconvenience of reference only, and are not to be considered in construing the Agreement.\n9.14 Nonliability. By accepting or approving anything required to be\nperformed or given to County under the Loan Documents, including any certificate,\nfinancial statement, survey, or insurance policy, County shall not be deemed to have\nwarranted or represented the sufficiency or legal effect of the same, and no such\nacceptance or approval shall constitute a warranty or representation by County to anyone.\n9.15 Obligations Unconditional and Independent. Notwithstanding the\nexistence at any time of any obligation or liability of County to Borrower, or any claim\nby Borrower against County, in connection with the Loan or otherwise, Borrower hereby\nwaives any right it might otherwise have (a) to offset any such obligation, liability or\nclaim against Borrower’s obligations under the Loan Documents or (b) to claim that the\nexistence of any such obligation, liability or claim excuses the nonperformance by\nBorrower of any of its obligations under the Loan Documents.\n9.16 Survival of Representations and Warranties. All representations and\nwarranties of Borrower in the Loan Documents shall survive the making of the Loan and\nhave been or will be relied on by County notwithstanding any investigation made by\nCounty.\n9.17 Prior Agreements. This Agreement (together with the other Loan\nDocuments) contains the entire agreement between County and Borrower with respect to\nthe Loan and all prior negotiations, understandings and agreements (including, but not\nlimited to, any commitment letter issued by County to Borrower) are superseded by this\nAgreement and such Loan Documents.\n9.18 Conflicts. In the event of any conflict between the provisions of this\nAgreement and those of any other Loan Document, this Agreement shall prevail;\nprovided, however, that with respect to any matter addressed in both such documents, the\nfact that one document provides for greater, lesser or different rights or obligations than\nthe other shall not be deemed a conflict unless the applicable provisions are inconsistent\nand could not be simultaneously enforced or performed.\n9.19 Waiver of Right to Trial by Jury. Unless prohibited by Federal, State or\nlocal laws, each party to this Agreement hereby expressly waives any right to trial by jury\nof any claim, demand, action or cause of action arising under any Loan Document or in\nany way connected with or related or incidental to the dealings of the parties hereto or\nany of them with respect to any Loan Document, or the transactions related thereto, in\neach case whether now existing or hereafter arising, and whether sounding in contract or\ntort or otherwise; and each party hereby agrees and consents that any such claim,\n[ ] – County Loan Agreement 33\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\ndemand, action or cause of action shall be decided by court trial without a jury, and that\nany party to this Agreement may file an original counterpart or a copy of this section with\nany court as written evidence of the consent of the parties hereto to the waiver of their\nright to trial by jury.\n9.20. Multiple Originals; Counterparts. This Agreement may be executed in\nmultiple originals, each of which is deemed to be an original, and may be signed in\ncounterparts. This Agreement shall become effective when the parties have duly executed\nand delivered signature pages of this Agreement to each other. Delivery of this\nAgreement shall be effectuated by electronic communication (including by PDF sent by\nelectronic mail, facsimile or similar means of electronic communication). Any signatures\n(including electronic signatures) delivered by electronic communication shall have the\nsame legal effect as physically delivered original signatures.\nand year first above written.\n--SIGNATURE PAGES FOLLOW --\n[ ] – County Loan Agreement 34\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nBORROWER:\n[SIGNATURE BLOCK]\n[ ] – County Loan Agreement Borrower Signature Page\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nCOUNTY:\nCOUNTY OF ORANGE, a political subdivision of the\nstate of California\nBy:____________________________________\nJulia Bidwell, Director\nOC Community Resources,\nHousing and Community Development\nAPPROVED AS TO FORM\nCOUNTY COUNSEL\nORANGE COUNTY, CALIFORNIA\nBy____________________________\nDeputy\nDated__________________________\n[ ] – County Loan Agreement County Signature Page\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nEXHIBIT A\nLEGAL DESCRIPTION\n[ ] – County Loan Agreement Exhibit A\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nEXHIBIT B\nEXTREMELY LOW QUALIFIED TENANT/UNIT MIX\n[ ], California\nHOME RENT & AFFORDABILITY SCHEDULE\nNumber Number * Gross **Utility ***Net Income Age Project Number\nof of Restricted Allowance Restricted Limit Restriction Based of Years\nRestricted Bedrooms Rental Rate Rental based on (if any) Sectio Restricted\nUnits Rate Area n 8\nMedian Units\nIncome\n(AMI)\nTotal Total\n* Restricted Rental Rate is based on the 2021 Area Median Income (AMI) published by HUD annually and does not include the\nutility allowance deduction. UPDATED RENTAL RATE TO BE PROVIDED AT START OF QUALIFIED PROJECT PERIOD.\n** Utility allowance is based on the 2022 utility schedule published by the Orange County Housing Authority annually.\n*** Rent increases shall be limited to no more than the lower of rent established as affordable based on the Median\nIncome for the Area and the affordability restrictions set forth above, which is adjusted annually by HUD and\npublished by the State of California, as referenced in the Loan Agreement Section 3.1(d) except as otherwise\nprovided in the Loan Agreement Section 3.1(d).\n[ ] – County Loan Agreement Exhibit B\nLow and Very Low Qualified Tenant/Unit Mix\n2023 Supportive Housing NOFA Amendment\nOC Housing and Community Development\nMarch 2024\nATTACHMENT N 1\nEXHIBIT C\nAnnual Statement Guidelines\nGross Revenue\nRental Income (including PBV/VASH income)\nLaundry & Miscellaneous\nOperating Expenses\nObligated debt service on the Senior Loan\nOperating reserves\nReplacement reserves ($-----/unit)\nCounty annual loan monitoring fee\nOther public agency monitoring fees, as applicable\nAsset management and property management fee\nUtility fees\nProperty taxes\nInsurance premiums\nOperating and maintenance expenses\nSupportive/Resident services\nCash Flow After Debt Service\nSoft Lenders (as applicable)\nPartnership Management Fees:\nLimited Partner Asset Management Fee in the amount of $-----\nGeneral Partner Partnership Management Fee in the amount of $-----\n[combined amount not to exceed $25,000 per year per the 2023 NOFA]\nDeferred developer fee\nCash Flow Percentage Available for Distribution to the County, as further described\nin the Promissory Note\n[ ]% County of Orange\nCounty loan accrues at 3% simple interest annually\n[ ] – County Loan Agreement Exhibit C\nAnnual Statement Guidelines",
      "word_count": 4562,
      "risk_level": "high",
      "is_complete": true,
      "tags": [
        "payment",
        "deadline",
        "penalty",
        "notice",
        "permission",
        "restriction"
      ]
    }
  ]
}