{
  "document_name": "tos_4",
  "document_type": "tos",
  "total_clauses": 1,
  "extraction_timestamp": "C:\\Users\\asus\\OneDrive\\Desktop\\genai-legal-tool",
  "risk_summary": {
    "high": 1,
    "medium": 0,
    "low": 0,
    "standard": 0
  },
  "clauses": [
    {
      "clause_id": "tos_4_clause_1",
      "clause_number": "1",
      "clause_title": "SAMPLE TERMS AND CONDITIONS TEMPLATE",
      "clause_type": "duration",
      "original_text": "Sample Terms and Conditions Template\nTerms and Conditions of\nThis document governs\n● the use of our website, and,\n● any other related agreement or legal relationship with us\nin a legally binding way.\nYou must read this document carefully.\nOur website is provided by:\nContact email:\nThis document was generated with the use of the T erms and Conditions template .\nWhat you should know at a glance\nPlease note that some provisions may only apply to certain categories of users. In particular, certain provisions may only apply to\nconsumers or to those users that do not qualify as consumers. Such limitations are always explicitly mentioned within each\naffected clause. In the absence of any such mention, clauses apply to all users.\nTERMS OF USE\nUnless stated otherwise, the terms in this section apply generally when using our website.\nSpecific or additional conditions may apply in certain situations and are noted in this document.\nBy using our website, you confirm the following:\n● you are older than ;\n● you are not in a country under a U.S. government embargo or designated as a \"terrorist-supporting\" country;\n● you are not on any U.S. government list of prohibited or restricted parties.\nACCOUNT REGISTRATION\nTo use the service, you can register or create an account by providing complete and truthful information. You can also use the\nservice without an account, but this might limit some features.\nYou are responsible for keeping your login details confidential and must choose passwords that meet the highest standards of\nstrength as allowed by our website.\nBy registering, you agree to take full responsibility for all activities under your username and password.\nYou must immediately inform us using the contact details in this document if you believe your personal information, account, or\nlogin details have been violated, disclosed, or stolen.\nConditions for account registration\nRegistration of accounts on our website is subject to the conditions outlined below. By registering, you agree to meet such\nconditions.\n● It is not permitted to register accounts by bots or any other automated methods;\n● You must register only one account, unless otherwise specified;\n● Your account must not be shared with other persons unless otherwise specified.\nAccount termination\nYou can close your account and stop using our service anytime by contacting us at the contact details provided in this document.\nAccount suspension and deletion\nWe reserve the right to suspend or delete your account at any time and without notice if we find it inappropriate, offensive, or in\nviolation of these terms.\nSuspending or deleting accounts does not entitle you to claim for any compensation, damages, or reimbursement.\nThe suspension or deletion of accounts due to causes attributable to you does not exempt you from paying any applicable fees\nor prices.\nCONTENT ON THE WEBSITE\nUnless otherwise noted, all content on our website is owned or provided by us or our licensors.\nWe do our best to ensure the content on our website complies with all laws and respects third-party rights. However, this may not\nalways be achievable.\nIf you believe your rights are being infringed, without prejudice to any legal prerogatives to enforce your rights, please report any\nissues using the contact details provided in this document.\nRights regarding content on our website - All rights reserved\nWe hold and reserve all intellectual property rights for all content.\nYou may not use such content in any way that is not necessary or implied for the proper use of the service.\nSpecifically, but without limitation, you may not copy, download, share (beyond the limits mentioned below), modify, translate,\ntransform, publish, transmit, sell, sublicense, edit, transfer, assign to third parties, or create derivative works from the content on\nour website. You also cannot allow any third party to do so through your account or device, even unknowingly.\nWhere explicitly stated, you may download, copy, and share some content from our website for personal and non-commercial\nuse, provided you correctly implement copyright and other required attributions.\nAny statutory limitations or exceptions to copyright remain unaffected.\nACCESS TO EXTERNAL RESOURCES\nThrough our website, you may access external resources provided by third parties. You acknowledge and accept that we have\nno control over these resources and are not responsible for their content or availability.\nConditions for third-party resources, including any rights granted in their content, are governed by those third parties' terms and\nconditions or by applicable law.\nACCEPTABLE USE\nOur website and service may only be used within the scope of what is provided for, under these terms and applicable law.\nYou are solely responsible for ensuring your use of our website and service does not violate any laws, regulations, or third-party\nrights.\nWe reserve the right to protect our interests by denying you access to our website or service, terminating contracts, and reporting\nany misconduct to the appropriate authorities if you are involved in or suspected of the following:\n● violating laws, regulations, or these terms;\n● infringing on third-party rights;\n● significantly impairing our legitimate interests;\n● offending us or any third party.\nTERMS AND CONDITIONS OF SALE\nPAID PRODUCTS\nSome of our products require payment. Details about fees, duration, and conditions are described below and in the dedicated\nsections of our website.\nPRODUCT DESCRIPTION\nPrices, descriptions, and availability of products are detailed in the relevant sections of our website and may change without\nnotice.\nAlthough we strive for accuracy in presenting products on our website, representations (including graphics, images, colors, and\nsounds) are for reference only and do not guarantee the characteristics of the purchased product.\nThe specific characteristics of the chosen product are outlined during the purchasing process.\nPURCHASING PROCESS\nEvery action taken from selecting a product to submitting the order is part of the purchasing process.\nORDER SUBMISSION\nWhen you place an order, the following apply:\n● submitting an order determines the contract conclusion and obligates you to pay the specified price, taxes, and any\nadditional fees and expenses outlined on the order page;\n● if the purchased product requires action from you, such as providing personal information or specific requests, submitting\nthe order means you agree to cooperate accordingly;\n● after submitting the order, you will receive a receipt confirming that the order has been received.\nAll communications regarding the purchasing process will be sent to the email address you provided.\nPRICES\nDuring checkout and before order submission, you will see all charges, including any fees, taxes, and costs (including, where\napplicable, delivery costs).\nOn our website, prices are displayed including all applicable fees, taxes, and costs.\nMETHODS OF PAYMENT\nDetails about accepted payment methods are provided during the purchasing process.\nCertain payment methods might have additional conditions or fees. In these cases, more information can be found in the related\nsection of our website.\nRETENTION OF PRODUCT OWNERSHIP\nUntil payment of the total purchase price is received by us, any products ordered will not become your property.\nDELIVERY\nProducts are delivered to the address provided by you and in the manner outlined in the order summary.\nUpon delivery, please check the content and report any issues promptly using the contact details provided in this document or as\noutlined in the delivery note. If the parcel appears visibly damaged, you may refuse to accept it.\nGoods are delivered to the following countries:\nDelivery times are outlined on our website or during the purchasing process.\nFailed delivery\nWe are not liable for delivery errors due to incorrect or incomplete information provided by you during the purchasing process nor\nfor any damage or delays after delivery to a carrier organised by you and not offered or recommended by us.\nIf the goods are not received or collected at the time or within the period specified, they will be returned to us. We will contact you\nto schedule a second delivery attempt or to agree on a future course of action.\nUnless otherwise agreed, each delivery attempt after the second one will be at your expense.\nUSER RIGHTS\nRIGHT OF WITHDRAWAL\nUnless exceptions apply, if you qualify as a European consumer, you have the right to withdraw from a contract within a specified\nperiod (usually 14 days), without giving any reason. If you don’t fit this qualification, you cannot benefit from the rights described\nin this section.\nExercising your right of withdrawal\nTo withdraw from a contract, you must inform us clearly of your decision. This can be done using a withdrawal form or by any\nother clear statement. Make sure to do this before the withdrawal period ends.\nWithdrawal period\n● for goods, the withdrawal period ends 14 days after you or a designated third party takes physical possession of the\ngoods;\n● for multiple goods ordered together or delivered separately, the withdrawal period ends 14 days after you or a designated\nthird party acquires physical possession of the last good.\nEffects of withdrawal\nIf you correctly withdraw from a contract, we will reimburse you for all payments made to us, including any delivery costs, if\napplicable.\nHowever, any additional costs resulting from choosing a delivery method other than our standard option will not be reimbursed.\nWe will process your reimbursement promptly and no later than 14 days after we receive your withdrawal notification.\nReimbursements will be made using the same payment method you used for the initial transaction unless agreed otherwise. You\nwill not incur any costs or fees for this reimbursement.\n... on the purchase of physical goods\nUnless we have offered to collect the goods, you must return them to us or to a person authorized by us without delay and no\nlater than 14 days after notifying us of your decision to withdraw from the contract.\nYour deadline is met if you hand the goods to the carrier or return them as instructed before the 14-day period expires. We may\nwithhold reimbursement until we receive the goods or until you provide evidence of returning them, whichever occurs first.\nYou are responsible for any diminished value of the goods resulting from handling beyond what is necessary to establish their\nnature, characteristics, and functioning.\nYou will bear the costs of returning the goods.\nUK USER RIGHTS\nRight to cancel\nUnless exceptions apply, if you qualify as a consumer in the United Kingdom, you have the right to withdraw from a contract\nwithin a specified period (usually 14 days), without giving any reason. If you do not fit this qualification, you cannot benefit from\nthe rights described in this section.\nExercising your right to cancel\nTo withdraw from a contract, you must inform us clearly of your decision. This can be done using a cancellation form or by any\nother clear statement. Make sure to do this before the cancellation period ends.\nCancellation period\n● for goods, the cancellation period ends 14 days after you or a designated third party takes physical possession of the\ngoods;\n● for multiple goods ordered together or delivered separately, the cancellation period ends 14 days after you or a designated\nthird party acquires physical possession of the last good.\nEffects of cancellation\nIf you correctly withdraw from a contract, we will reimburse you for all payments made to us, including any delivery costs, if\napplicable.\nHowever, any additional costs resulting from choosing a delivery method other than our standard option will not be reimbursed.\nWe will process your reimbursement promptly and no later than 14 days after we receive your cancellation notification.\nReimbursements will be made using the same payment method you used for the initial transaction unless agreed otherwise. You\nwill not incur any costs or fees for this reimbursement.\n... on the purchase of physical goods\nUnless we have offered to collect the goods, you must return them to us or to a person authorized by us without delay and no\nlater than 14 days after notifying us of your decision to withdraw from the contract.\nYour deadline is met if you hand the goods to the carrier or return them as instructed before the 14-day period expires. We may\nwithhold reimbursement until we receive the goods or until you provide evidence of returning them, whichever occurs first.\nYou are responsible for any diminished value of the goods resulting from handling beyond what is necessary to establish their\nnature, characteristics, and functioning.\nYou will bear the costs of returning the goods.\nGUARANTEES\nLEGAL GUARANTEE OF CONFORMITY FOR GOODS UNDER EU LAW\nWe guarantee the conformity of goods sold to European consumers for at least 2 years from delivery. This guarantee applies to\ngoods on our website according to the laws of your country.\nThe laws of your country may grant you broader rights regarding legal guarantees of conformity.\nCONFORMITY TO CONTRACT FOR CONSUMERS IN THE UNITED KINGDOM\nUK consumers have the right to receive goods that conform to the contract.\nLIABILITY AND INDEMNIFICATION\nWe limit our liability as much as legally allowed when executing agreements with you. This means our responsibility for damages\nis reduced to the maximum extent permitted by law unless explicitly stated otherwise or agreed upon with you.\nIndemnification\nYou agree to indemnify us and our affiliates, officers, directors, and employees from any claims or demands made by third parties\ndue to or in connection with any culpable violation of these terms or third-party rights related to your use of the service to the\nextent allowed by law.\nLimitation of liability\nUnless explicitly stated otherwise and subject to applicable law, you cannot claim damages against us (or any individual or entity\nacting on our behalf).\nHowever, this exclusion does not apply to damages affecting life, health, or physical integrity, damages arising from the breach of\nsignificant contractual obligations (such as those necessary to fulfill the contract's purpose), and/or damages resulting from\nintentional or gross negligence, provided that our website has been used appropriately and correctly by you.\nUnless damages stem from intentional or gross negligence, or they impact life, health, or physical integrity, our liability is limited\nto typical and foreseeable damages at the time the contract was entered into.\nUS USERS\nDisclaimer of warranties\nOur website is provided on an “as is” and “as available” basis. When you use our service, you are doing so at your own risk. We\nexplicitly state that we are not making any promises or guarantees, whether they are express, implied, or even required by law.\nThese include assurances about the quality of the service, its suitability for your specific needs, or whether it infringes on anyone\nelse's rights. Please keep in mind that any advice or information you receive from us or through our service does not create any\nwarranties beyond what we have explicitly stated here.\nAdditionally, while we strive to provide accurate and reliable content, we cannot guarantee that it is always going to be the case.\nWe do not guarantee that the service will always meet your requirements or be available when you need it. There might be\ninterruptions, or it might not function correctly due to factors beyond our control. While we do our best to keep everything running\nsmoothly, we cannot ensure that the service will be free of harmful elements like viruses. If you choose to download any content\nfrom our service, you are assuming the risk, and we are not responsible for any damage it might cause to your devices or data.\nWe do not endorse or guarantee any products or services advertised through our service or any links we provide. We are not\ninvolved in any transactions between you and third-party providers, so any interactions or agreements you make with them are\nsolely your responsibility.\nOur service might not always be accessible or may not work correctly with your web browser, mobile device, or operating system.\nWhile we strive to provide a seamless experience, we cannot guarantee it in every situation. As such, we want to clarify that we\ncannot be held responsible for any perceived or actual damages that result from issues related to the content, operation, or use\nof our service.\nWhile we may have certain exclusions and limitations in our agreement, these may not apply to you depending on the laws of\nyour jurisdiction. Federal law, as well as laws in some states and other jurisdictions, may offer protections that supersede our\ndisclaimers and exclusions. This means that you may have specific legal rights that are not affected by our agreement. It is\nessential to understand your rights, as they may vary from state to state or country to country. We want to emphasize that any\ndisclaimers or exclusions in our agreement will only be enforced to the extent permitted by applicable law.\nLimitation of liability\nTo the maximum extent permitted by applicable law, in no event shall we, along with our subsidiaries, affiliates, officers, directors,\nagents, partners, suppliers, or employees, be liable for:\n● any indirect, punitive, incidental, special, consequential, or exemplary damages arising from or related to your use of, or\ninability to use, the service. This includes damages for loss of profits, goodwill, use, data, or other intangible losses;\n● any damage, loss, or injury resulting from hacking, tampering, or unauthorized access to your account or the information\nwithin it;\n● errors, mistakes, or inaccuracies in the content provided;\n● personal injury or property damage resulting from your use of the service;\n● unauthorized access to our secure servers or personal information stored therein;\n● interruption or cessation of transmission to or from the service;\n● bugs, viruses, trojan horses, or similar harmful elements transmitted through the service;\n● errors or omissions in any content posted, transmitted, or made available through the service;\n● defamatory, offensive, or illegal conduct of any user or third party. Our liability is limited to the amount you have paid us in\nthe preceding 12 months, or the duration of your agreement with us, whichever is shorter.\nThis limitation of liability section will apply to the fullest extent permitted by law in the applicable jurisdiction whether the alleged\nliability is based on contract, tort, negligence, strict liability, or any other basis, even if you have been advised of the possibility of\nsuch damage.\nPlease note that in some jurisdictions, the exclusion or limitation of incidental or consequential damages may not be allowed.\nThis means that these limitations or exclusions might not apply to you. You have specific legal rights, which may vary depending\non your jurisdiction. The disclaimers, exclusions, and limitations of liability outlined here may not apply to the extent prohibited by\napplicable law.\nIndemnification\nBy using and accessing the service, you agree to defend, indemnify, and hold us, our subsidiaries, affiliates, officers, directors,\nagents, co-branders, partners, suppliers, and employees harmless from any claims, damages, losses, liabilities, costs, or\nexpenses, including legal fees, arising from:\n● your use of the service, including any data or content you transmit or receive;\n● your violation of these terms, including any breach of representations and warranties;\n● your violation of third-party rights, such as privacy or intellectual property rights;\n● your violation of statutory laws, rules, or regulations;\n● any content submitted from your account, including third-party access using username, password, or other security\nmeasures, including misleading, false, or inaccurate information;\n● your intentional misconduct; or\n● any statutory provision by you or your affiliates, officers, directors, agents, co-branders, partners, suppliers, and employees\nto the extent permitted by law.\nCOMMON PROVISIONS\nNO WAIVER\nOur failure to assert any right or provision under these terms does not waive that right or provision. No waiver will constitute a\ncontinuing waiver of such term or any other term.\nSERVICE INTERRUPTION\nTo maintain the best service level, we reserve the right to interrupt the service for maintenance, updates, or other changes, with\nappropriate notification.\nWe may suspend or discontinue the service within legal limits. If discontinued, we will assist you in withdrawing personal data\nand respect your rights regarding continued product use and compensation under applicable law.\nThe service may be unavailable due to events beyond our reasonable control, such as infrastructure breakdowns or blackouts.\nSERVICE RESELLING\nYou may not reproduce, duplicate, copy, sell, or exploit any part of our website or its service without our express written\npermission, granted either directly or through a legitimate reselling programme.\nPRIVACY POLICY\nFor information on the use of personal data, you can refer to our website's privacy policy.\nINTELLECTUAL PROPERTY RIGHTS\nWithout prejudice to any more specific provisions in these terms, all intellectual property rights associated with our website,\nincluding copyrights, trademark rights, patent rights, and design rights, are exclusively owned by us or our licensors. These rights\nare protected by applicable laws and international treaties concerning intellectual property.\nAll trademarks, whether nominal or figurative, and any other marks, trade names, service marks, word marks, illustrations,\nimages, or logos associated with our website, are and remain the exclusive property of us or our licensors. These are also\nprotected by applicable laws and international treaties related to intellectual property.\nCHANGES TO THE TERMS\nWe reserve the right to modify these terms at any time, informing you of any changes.\nSuch changes will only affect the relationship with you from the date communicated onwards.\nYour continued use of the service will signify your acceptance of the revised terms. If you do not wish to be bound by the\nchanges, you must stop using the service and terminate the agreement.\nThe applicable previous version will govern the relationship prior to your acceptance. You can obtain any previous version from\nus.\nIf legally required, we will notify you in advance of when the modified terms will take effect.\nASSIGNMENT OF CONTRACT\nWe reserve the right to transfer, assign, dispose of by novation, or subcontract any or all rights or obligations under these terms,\nconsidering your legitimate interests. Provisions about changes to these terms will apply accordingly.\nYou cannot assign or transfer your rights or obligations under these terms without our written permission.\nCONTACT\nAll communications regarding the use of our website must be sent using the contact information provided in this document.\nSEVERABILITY\nInvalidity or unenforceability of any provision under applicable law will not affect the validity of other provisions, which will remain\nin full force and effect.\nUS users\nAny invalid or unenforceable provision will be interpreted to the extent reasonably required to render it valid, enforceable, and\nconsistent with its original intent. This document constitutes the entire agreement between you and us and supersede all other\ncommunications, including but not limited to prior agreements concerning such subject matter, to the fullest extent permitted by\nlaw.\nEU users\nIf any provision of this document is void, invalid, or unenforceable, we both agree to do our best to find, in an amicable way, an\nagreement on valid and enforceable provisions.\nIn case of failure to do so, the void, invalid, or unenforceable provisions will be replaced by the applicable statutory provisions.\nRegardless of the above, the nullity, invalidity, or impossibility of enforcing a particular provision of this document will not nullify\nthe entire agreement, unless the severed provisions are essential for it, or of such importance that we both would not have\nentered into the contract if we had known that the provision would not be valid, or in cases where the remaining provisions would\ntranslate into an unacceptable hardship for you or us.\nGOVERNING LAW\nThese terms are governed by the law of the place where we are based, as outlined in the relevant section of this document,\nwithout regard to conflict of laws principles.\nPrevalence of national law\nHowever, regardless of the above, if the law of the country that you are based on provides for higher applicable consumer\nprotection standards, such higher standards will prevail.\nVENUE OF JURISDICTION\nThe jurisdiction over any controversy related to these terms lies with the courts of the place where we are based, as outlined in\nthe relevant section of this document.\nException for consumers in Europe\nHowever, regardless of the above, this does not apply if you qualify as a European consumer or if you are a consumer based in\nthe United Kingdom, Switzerland, Norway, or Iceland.\nUK consumers\nIf you are a consumer based in England and Wales, you may bring legal proceedings related to these terms in the English and\nWelsh courts. If you are a consumer based in Scotland, you may bring legal proceedings in either the Scottish or the English\ncourts. If you are a consumer based in Northern Ireland, you may bring legal proceedings in either the Northern Irish or the\nEnglish courts.\nUS users\nWe both agree to waive any right to trial by jury in any court in connection with any action or litigation.\nAny claims under these terms shall proceed individually and we both agree not to join in a class action or other proceeding with\nor on behalf of others.\nUS USERS\nSurviving provisions\nOur agreement will continue in effect until it is terminated by either our website or you. Upon termination, the provisions\ncontained in this document that by their context are intended to survive termination or expiration will survive, including but not\nlimited to the following:\n● your grant of licenses under this document will survive indefinitely;\n● your indemnification obligations will survive for a period of five years from the date of termination;\n● the disclaimer of warranties and representations, and the stipulations under the section containing indemnity and limitation\nof liability provisions, will survive indefinitely.\nDISPUTE RESOLUTION\nONLINE DISPUTE RESOLUTION FOR CONSUMERS\nThe European Commission has set up an online platform for alternative dispute resolution, providing an out-of-court solution for\nresolving disputes arising from online sale and service contracts.\nTherefore, European consumers or consumers based in Norway, Iceland, or Liechtenstein can use this platform to settle disputes\narising from online contracts. You can access the platform via the following link .",
      "word_count": 4291,
      "risk_level": "high",
      "is_complete": true,
      "tags": [
        "payment",
        "deadline",
        "notice",
        "permission",
        "restriction"
      ]
    }
  ]
}