{
  "original_text": "CLAUSE 3: Y\nRisk Level: high Word Count: 1855\nou may send a written remove request to .\nProprietary Rights. has proprietary rights and trade secrets in the\nProducts. You may not copy, reproduce, resell or redistribute any Product\nmanufactured and/or distributed by . also has rights to all trademarks and trade dress and specific layouts of this webpage,\nincluding calls to action, text placement, images and other information.\nSales Tax. If you purchase any Products, you will be responsible for paying any\napplicable sales tax.\nContent; Intellectual Property; Third Party Links. In addition to making Products\navailable, this Website also offers information and marketing materials. This Website\nalso offers information, both directly and through indirect links to third-party websites,\nabout nutritional and dietary supplements. does not always create the information offered on this Website; instead the information is often gathered\nfrom other sources. To the extent that does create the content on\nthis Website, such content is protected by intellectual property laws of the India,\nforeign nations, and international bodies. Unauthorized use of the material may\nviolate copyright, trademark, and/or other laws. You acknowledge that your use of\nthe content on this Website is for personal, noncommercial use. Any links to third-\nparty websites are provided solely as a convenience to you. does\nnot endorse the contents on any such third-party websites. is not\nresponsible for the content of or any damage that may result from your access to or\nreliance on these third-party websites. If you link to third-party websites, you do so at\nyour own risk.\nUse of Website; is not responsible for any damages resulting from\nuse of this website by anyone. You will not use the Website for illegal purposes. You\nwill (1) abide by all applicable local, state, national, and international laws and\nregulations in your use of the Website (including laws regarding intellectual\nproperty), (2) not interfere with or disrupt the use and enjoyment of the Website by\nother users, (3) not resell material on the Website, (4) not engage, directly or\nindirectly, in transmission of \"spam\", chain letters, junk mail or any other type of\nunsolicited communication, and (5) not defame, harass, abuse, or disrupt other\nusers of the Website License. By using this Website, you are granted a limited, non-exclusive, non-\ntransferable right to use the content and materials on the Website in connection with\nyour normal, noncommercial, use of the Website. You may not copy, reproduce,\ntransmit, distribute, or create derivative works of such content or information without\nexpress written authorization from or the applicable third party (if\nthird party content is at issue).\nPosting. By posting, storing, or transmitting any content on the Website, you hereby\ngrant a perpetual, worldwide, non-exclusive, royalty-free, assignable, right and license to use, copy, display, perform, create derivative works\nfrom, distribute, have distributed, transmit and assign such content in any form, in all\nmedia now known or hereinafter created, anywhere in the world.\ndoes not have the ability to control the nature of the user-generated content offered\nthrough the Website. You are solely responsible for your interactions with other\nusers of the Website and any content you post. is not liable for any\ndamage or harm resulting from any posts by or interactions between users.\nreserves the right, but has no obligation, to monitor interactions\nbetween and among users of the Website and to remove any content deems objectionable, in MuscleUP Nutrition 's sole discretion.\nIII. DISCLAIMER OF WARRANTIES\nYOUR USE OF THIS WEBSITE AND/OR PRODUCTS ARE AT YOUR SOLE RISK.\nTHE WEBSITE AND PRODUCTS ARE OFFERED ON AN \"AS IS\" AND \"AS\nAVAILABLE\" BASIS. EXPRESSLY DISCLAIMS ALL\nWARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING,\nBUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY,\nFITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT WITH\nRESPECT TO THE PRODUCTS OR WEBSITE CONTENT, OR ANY RELIANCE\nUPON OR USE OF THE WEBSITE CONTENT OR PRODUCTS. (\"PRODUCTS\"\nINCLUDE TRIAL PRODUCTS.)\nWITHOUT LIMITING THE GENERALITY OF THE FOREGOING,\nMAKES NO WARRANTY:\nTHAT THE INFORMATION PROVIDED ON THIS WEBSITE IS ACCURATE,\nRELIABLE, COMPLETE, OR TIMELY.\nTHAT THE LINKS TO THIRD-PARTY WEBSITES ARE TO INFORMATION THAT IS\nACCURATE, RELIABLE, COMPLETE, OR TIMELY.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY\nYOU FROM THIS WEBSITE WILL CREATE ANY WARRANTY NOT EXPRESSLY\nAS TO THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE\nPRODUCTS OR THAT DEFECTS IN PRODUCTS WILL BE CORRECTED.\nREGARDING ANY PRODUCTS PURCHASED OR OBTAINED THROUGH THE\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN\nWARRANTIES, SO SOME OF THE ABOVE EXCLUSIONS MAY NOT APPLY TO\nIV. LIMITATION OF LIABILITY\nENTIRE LIABILITY, AND YOUR EXCLUSIVE REMEDY, IN LAW,\nIN EQUITY, OR OTHWERWISE, WITH RESPECT TO THE WEBSITE CONTENT\nAND PRODUCTS AND/OR FOR ANY BREACH OF THIS AGREEMENT IS SOLELY\nLIMITED TO THE AMOUNT YOU PAID, LESS SHIPPING AND HANDLING, FOR\nPRODUCTS PURCHASED VIA THE WEBSITE.\nWILL NOT BE LIABLE FOR ANY DIRECT, INDIRECT,\nINCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES IN CONNECTION\nWITH THIS AGREEMENT OR THE PRODUCTS IN ANY MANNER, INCLUDING\nLIABILITIES RESULTING FROM (1) THE USE OR THE INABILITY TO USE THE\nWEBSITE CONTENT OR PRODUCTS; (2) THE COST OF PROCURING\nSUBSTITUTE PRODUCTS OR CONTENT; (3) ANY PRODUCTS PURCHASED OR\nOBTAINED OR TRANSACTIONS ENTERED INTO THROUGH THE WEBSITE; OR\n(4) ANY LOST PROFITS YOU ALLEGE.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF\nLIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES SO SOME OF\nTHE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.\nYou will release, indemnify, defend and hold harmless , and any of\nits contractors, agents, employees, officers, directors, shareholders, affiliates and assigns from all liabilities, claims, damages, costs and expenses, including\nreasonable attorneys' fees and expenses, of third parties relating to or arising out of\n(1) this Agreement or the breach of your warranties, representations and obligations\nunder this Agreement; (2) the Website content or your use of the Website content;\n(3) the Products or your use of the Products (including Trial Products); (4) any\nintellectual property or other proprietary right of any person or entity; (5) your\nviolation of any provision of this Agreement; or (6) any information or data you\nsupplied to . When is threatened with suit or sued\nby a third party, may seek written assurances from you concerning\nyour promise to indemnify ; your failure to provide such assurances\nmay be considered by to be a material breach of this Agreement.\nwill have the right to participate in any defense by you of a third-\nparty claim related to your use of any of the Website content or Products, with\ncounsel of choice at its expense. will reasonably cooperate in any defense by you of a third-party claim at your request and expense.\nYou will have sole responsibility to defend against any claim, but\nyou must receive prior written consent regarding any related settlement. The terms of this provision will survive any termination or cancellation of\nthis Agreement or your use of the Website or Products.\nbelieves strongly in protecting user privacy and providing you with\nnotice of MuscleUP Nutrition 's use of data. Please refer to privacy\npolicy, incorporated by reference herein, that is posted on the Website.\nVI. AGREEMENT TO BE BOUND\nBy using this Website or ordering Products, you acknowledge that you have read\nand agree to be bound by this Agreement and all terms and conditions on this\nForce Majeure. will not be deemed in default hereunder or held\nresponsible for any cessation, interruption or delay in the performance of its\nobligations hereunder due to earthquake, flood, fire, storm, natural disaster, act of\nGod, war, terrorism, armed conflict, labor strike, lockout, or boycott.\nCessation of Operation. may at any time, in its sole discretion and\nwithout advance notice to you, cease operation of the Website and distribution of the\nEntire Agreement. This Agreement comprises the entire agreement between you\nand and supersedes any prior agreements pertaining to the subject\nmatter contained herein.\nEffect of Waiver. The failure of to exercise or enforce any right or\nprovision of this Agreement will not constitute a waiver of such right or provision. If\nany provision of this Agreement is found by a court of competent jurisdiction to be\ninvalid, the parties nevertheless agree that the court should endeavor to give effect\nto the parties' intentions as reflected in the provision, and the other provisions of this\nAgreement remain in full force and effect.\nGoverning Law; Jurisdiction. This Website originates from the . This\nAgreement will be governed by the laws of the State of without\nregard to its conflict of law principles to the contrary. Neither you nor will commence or prosecute any suit, proceeding or claim to enforce the\nprovisions of this Agreement, to recover damages for breach of or default of this\nAgreement, or otherwise arising under or by reason of this Agreement, other than in\ncourts located in State of . By using this Website or ordering Products,\nyou consent to the jurisdiction and venue of such courts in connection with any\naction, suit, proceeding or claim arising under or by reason of this Agreement. You\nhereby waive any right to trial by jury arising out of this Agreement and any related\nStatute of Limitation. You agree that regardless of any statute or law to the contrary,\nany claim or cause of action arising out of or related to use of the Website or\nProducts or this Agreement must be filed within one (1) year after such claim or\ncause of action arose or be forever barred.\nWaiver of Class Action Rights. BY ENTERING INTO THIS AGREEMENT, YOU\nHEREBY IRREVOCABLY WAIVE ANY RIGHT YOU MAY HAVE TO JOIN CLAIMS\nWITH THOSE OF OTHER IN THE FORM OF A CLASS ACTION OR SIMILAR\nPROCEDURAL DEVICE. ANY CLAIMS ARISING OUT OF, RELATING TO, OR\nCONNECTION WITH THIS AGREEMENT MUST BE ASSERTED INDIVIDUALLY.\nTermination. reserves the right to terminate your access to the\nWebsite if it reasonably believes, in its sole discretion, that you have breached any\nof the terms and conditions of this Agreement. Following termination, you will not be\npermitted to use the Website and may, in its sole discretion and\nwithout advance notice to you, cancel any outstanding orders for Products. If your\naccess to the Website is terminated, reserves the right to exercise\nwhatever means it deems necessary to prevent unauthorized access of the Website.\nThis Agreement will survive indefinitely unless and until chooses, in its sole discretion and without advance to you, to terminate it.\nDomestic Use. makes no representation that the Website or Products are appropriate or available for use in locations outside India. Users who\naccess the Website from outside India do so at their own risk and initiative and must\nbear all responsibility for compliance with any applicable local laws.\nAssignment. You may not assign your rights and obligations under this Agreement to\nanyone. may assign its rights and obligations under this Agreement in its sole discretion and without advance notice to you.\nBY USING THIS WEBSITE OR ORDERING PRODUCTS FROM THIS WEBSITE YOU\nTO BE BOUND BY ALL OF THE TERMS AND CONDITIONS OF THIS AGREEMENT.",
  "plain_english": "This rights requires compliance with specific requirements.",
  "user_impact": "You must follow these high-risk requirements or face consequences.",
  "risk_level": "High",
  "risk_reason": "Score: 88. Factors: termination(9), liability(8), damages(8), indemnify(8), default(7)",
  "clause_heading": "CLAUSE 3: Y",
  "word_count": 1848,
  "contains_numbers": true,
  "contains_dates": false,
  "contains_financial": true,
  "clause_type": "rights",
  "key_entities": [],
  "confidence_score": 0.8,
  "completeness_score": 0.03787878787878788,
  "numeric_obligations": [],
  "conditional_language": [
    "If",
    "When",
    "should",
    "may",
    "MAY",
    "if",
    "unless"
  ],
  "processing_metadata": {
    "original_file": "clause_3_liability.txt",
    "processed_timestamp": "2025-09-20 05:34:28",
    "word_count_original": 1868,
    "word_count_cleaned": 1848,
    "cleaning_ratio": 0.9892933618843683,
    "has_numeric_obligations": false,
    "has_conditional_language": true
  }
}