{
  "original_text": "CLAUSE 4: C\nRisk Level: medium Word Count: 433\nancellation: The Company may at any time, cancel this (iii) The Insured shall forward to the Company forthwith\npolicy, by giving 7 days notices in writing by Regd. A/D. to the\nevery written notice or information of any verbal notice Insured at his last known address in which case the\nof claim and shall send to the Company any writ,\nCompany shall return to the Insured a proportion of the last\nsummons or other legal process issued or commenced premium corresponding to the unexpired period of\nagainst the Insured and shall give all necessary information and assistance to enable the Company to\nsettle or resist any claim or to institute proceedings. The\nThe Insured may also give 7 days notice in writing, to the\nInsured shall not incur any expenses in making good Company, for the cancellation of this policy, in which case\nany claim without the written consent of the Company Company shall retain premium for the period this policy has\nand shall not negotiate, pay, settle, admit or repudiate been in force at the Company's short period scales (Table\nany claim without such consent.\ngiven here below), provided no claim has occurred up to the\ndate of cancellation of this policy.\n6. Contribution: if at the time of happening of any loss or\ndamage covered by this policy there shall be existing any\nTable of Short Period Scales other insurance covering the same property insured,\nPeriod of Risk Premium to be retained whether effected by the Insured or not then the Company\n(Not exceeding) (% of the Annual Rate) shall not be liable to pay or contribute more than its ratable\nproportion of any loss or damage. However, this condition 1 Week 10%\nshall not have any effect on Section X-Personal Accident of\n1 Month 25%\n7. Fraud: if any claim under this policy shall be in any respect\n2 Months 35%\nfraudulent or if any fraudulent means or device are used by\nthe Insured or by any one acting on the Insured's behalf to\n3 Months 50%\nobtain any benefit under this policy, all benefits under the\n4 Months 60% policy shall be forfeited.\n6 Months 75% 8. Indemnity: The Company may at its option reinstate,\nreplace or repair the property or premises lost or damaged or\n8 Months 85%\nany part thereof instead of paying the amount of loss or\ndamage or may join with any other insurer in so doing but the\nExceeding 8 Months Full Annual Premium Company shall not be bound to reinstate exactly or\ncompletely but only as circumstances permit and in",
  "plain_english": "This insurance requires compliance with  10%,  25%.",
  "user_impact": "You must follow these high-risk requirements or face consequences.",
  "risk_level": "High",
  "risk_reason": "Score: 40. Factors: forfeit(9), sue(9), notice(4), address(1), numeric:percentage:10.0(9)",
  "clause_heading": "CLAUSE 4: C",
  "word_count": 439,
  "contains_numbers": true,
  "contains_dates": false,
  "contains_financial": false,
  "clause_type": "insurance",
  "key_entities": [
    "percentage: 10%",
    "percentage: 25%",
    "percentage: 35%",
    "percentage: 50%",
    "percentage: 60%",
    "percentage: 75%",
    "percentage: 85%",
    "timeframe: 7 days",
    "timeframe: 7 days",
    "timeframe: 1 Week",
    "timeframe: 1 Month",
    "timeframe: 2 Months",
    "timeframe: 3 Months",
    "timeframe: 4 Months",
    "timeframe: 6 Months",
    "timeframe: 8 Months",
    "timeframe: 8 Months"
  ],
  "confidence_score": 0.8,
  "completeness_score": 0.29411764705882354,
  "numeric_obligations": [
    "percentage: 10%",
    "percentage: 25%",
    "percentage: 35%",
    "percentage: 50%",
    "percentage: 60%",
    "percentage: 75%",
    "percentage: 85%",
    "days: 7 days",
    "days: 7 days",
    "months: 1 Month",
    "months: 2 Months",
    "months: 3 Months",
    "months: 4 Months",
    "months: 6 Months",
    "months: 8 Months",
    "months: 8 Months"
  ],
  "conditional_language": [
    "condition",
    "then",
    "may",
    "if"
  ],
  "processing_metadata": {
    "original_file": "clause_4_maintenance.txt",
    "processed_timestamp": "2025-09-20 05:34:24",
    "word_count_original": 446,
    "word_count_cleaned": 439,
    "cleaning_ratio": 0.984304932735426,
    "has_numeric_obligations": true,
    "has_conditional_language": true
  }
}