{
  "original_text": "CLAUSE 13: U\nRisk Level: medium Word Count: 980\nSE AND RESTRICTIONS. Tenant, and any guest of Tenant, shall not:\n(a) Smoke on Premises, common areas such as stairways, balconies, sidewalks, parking lot, laundry\nroom, or other property of Landlord (see also paragraphs 24 & 27 of this Rental Agreement). Although\nsmoking is prohibited on Premises, there is no warranty or guaranty that your dwelling community is\n(b) Keep or harbor any pet on Premises or bring any animal or pet upon Premises, except that service\nanimals are permitted (see also paragraphs 24 & 27 of this Rental Agreement). At Arlington Park\nTownhomes LLC pets are permitted with an executed Pet Addendum and payment of associated fees;\n(c) Permit any unlawful activity to be conducted on Premises;\n(d) Use or permit any apparatus or instruments for musical or other sound reproduction or transmission\nin such manner that the sounds are audible beyond the interior of Premises;\n(e) Engage in any practice that encourages or results in the infestation of Premises by insects, rats,\nroaches, ants, flies, bedbugs, lice, fleas or other vermin or pests;\n(f) Store or place belongings, furniture, trash, or any personal articles including indoor or upholstered\nfurniture on porches, balconies, or walkways, on or outside of Premises unless the Landlord approves of\nsuch placement in writing. Landlord may remove any such belongings without notice and at Tenant’s\n(g) Store or place belongings within three feet of furnaces or hot water heaters;\n(h) Use Premises for any purpose other than as a residential dwelling or allow any other person not\nherein authorized to establish residence on Premises or have overnight guests for more than two (2)\nnights in any thirty (30) day period without prior written consent from landlord;\n(i) Deliberately or negligently destroy or deface, damage, impair or remove any part of Premises; or\ndisplay any signs or other displays of any type on Premises;\n(j) Park on Landlord’s property without a valid parking permit issued by Landlord except in houses with\nprivate driveways. Landlord will issue no more than ( ) parking permit(s) to Tenant.\nNOTE: Parking availability is NOT GUARANTEED and there may be additional fees for a covered\nand/or reserved parking space. Parking spaces reserved by Tenant may be used only by Tenant\npersonally. Tenant must complete an application for a parking permit and/or execute a parking rental\nagreement to obtain a permit for parking. The vehicle must not exceed Landlord’s size and height\nrestrictions, be properly positioned in a marked parking space (parking on lawns is not allowed), be\noperational, properly licensed, operated regularly by Tenant, and registered in Tenant’s or Tenant’s\nparent’s name. The vehicle must display a valid Woodard Properties’ parking permit clearly visible from\nthe parking aisle on the rear view glass (driver’s side) or a hang tag attached to the rear view mirror in\norder to park on the property where Tenant resides and shall not be parked on any other property owned\nby Landlord. Vehicles may not be covered with a tarp or other coverings. A $25 administrative fee may\nbe charged for improper parking (even with a valid permit) and/or the vehicle may be towed, without\nadditional warning, at vehicle owner’s risk and expense. Parking privileges and permit may be revoked\nat any time for improper parking, exceeding 6 miles per hour when driving in any parking lot, or driving\ndangerously (in Landlord’s opinion), or non-payment of any amount due;\nGroup Initials Page 5 (k) Store mopeds or motorcycles upon Premises.\n(l) Store bikes on apartment landings or attach them to any railing of any part of the building. Unsightly or\nimproperly stored bikes may be removed without notice, at Tenant’s expense;\n(m) Park on Landlord’s property any vehicle including, but not limited to, bicycles, mopeds, motorcycles,\nand automobiles without displaying a valid Woodard Properties’ permit;\n(n) Make any noise within the Premises, in common areas adjacent to Premises, parking lots and when\nascending or descending interior or exterior stairs, which noise is disruptive to other residents’ peaceful\nenjoyment or to management;\n(o) Skateboard, skate, or ride scooters on Landlord’s property;\n(p) Have a waterbed or any contained water source such as an aquarium, hot tub, pool or fountain on\nPremises, except with written permission from Landlord;\n(q) Allow more than four (4) persons on any balcony area of Premises, or adjacent to Premises (at\nCamden Plaza, no more than 2 persons may occupy any extended balcony);\n(r) Behave in a manner that is abusive or offensive to neighbors, Landlord, and/or employees or\ncontractors of Landlord;\n(s) Store or possess fireworks, pyrotechnics, or any flammable substance on Premises;\n(t) Remove, hang items from, or tamper with any smoke detector, carbon monoxide detector, and/or\nsprinkler head or any part of sprinkler system. Tenant shall not activate/engage any fire alarm or fire\nextinguisher, except in the event of an emergency. Breach of this provision may result in criminal\ncharges and/or an administrative fee of $250.00. In addition, Tenant shall be liable for any damage\ncaused by misuse of alarm, sprinkler and/or fire extinguisher, and shall immediately report any misuse of\nsuch device to Landlord;\n(u) Occupy or use any sprinkler room for storage;\n(v) Turn on the air conditioning unit if outside temperature is less than seventy (70) degrees. If\nTenant does so, he/she will be charged for any damages resulting from said use;\n(w) Access the roof of any part of Premises. Roof access is for repair and maintenance personnel only;\n(x) Use or store any type of grill on Premises other than those provided by Landlord at some locations;\n(y) Use fireplace(s) unless Landlord has given written permission and Landlord and Tenant have signed\na Fireplace Addendum;\n(z) Remove any furniture or other property belonging to Landlord without prior written consent of\n(aa) Permit use of laundry facilities by any person not listed as Tenant or Occupant on this Rental",
  "plain_english": "This property requires compliance with  $25,  $250.00.",
  "user_impact": "You must follow these high-risk requirements or face consequences.",
  "risk_level": "High",
  "risk_reason": "Score: 57. Factors: damages(8), breach(7), sue(9), without notice(8), notice(4)",
  "clause_heading": "CLAUSE 13: U",
  "word_count": 983,
  "contains_numbers": true,
  "contains_dates": false,
  "contains_financial": true,
  "clause_type": "property",
  "key_entities": [
    "money: $25",
    "money: $250.00"
  ],
  "confidence_score": 0.8,
  "completeness_score": 1.0,
  "numeric_obligations": [
    "money: $25",
    "money: $250.00"
  ],
  "conditional_language": [
    "when",
    "If",
    "in the event",
    "may",
    "if",
    "unless"
  ],
  "processing_metadata": {
    "original_file": "clause_13_maintenance.txt",
    "processed_timestamp": "2025-09-20 05:34:27",
    "word_count_original": 993,
    "word_count_cleaned": 983,
    "cleaning_ratio": 0.9899295065458208,
    "has_numeric_obligations": true,
    "has_conditional_language": true
  }
}