{
  "original_text": "CLAUSE 15: M\nRisk Level: standard Word Count: 203\nOLD AND MILDEW. Tenant acknowledges that it is necessary for Tenant to provide appropriate\nclimate control, to keep Premises clean, to always use bathroom exhaust fans, and to take other\nmeasures to retard and prevent mold and mildew from accumulating in Premises. Tenant agrees to (1)\nclean and dust Premises on a regular basis and to remove visible moisture accumulation on windows,\nwalls and other surfaces as soon as reasonably possible; (2) not block or cover any of the heating,\nventilation or air-conditioning ducts in Premises; (3) immediately report to Landlord: (a) any evidence of\na water leak or excessive moisture in Premises, as well as in any storage room, garage or other common\narea; (b) any evidence of mold- like or mildew-like growth that cannot be removed by applying a common\nhousehold cleaner and wiping the area; (c) any failure or malfunction in the heating, ventilation,\nplumbing, air conditioning systems or laundry systems in Premises; and (d) any inoperable doors or\nwindows. Tenant further agrees that Tenant shall be responsible for damage to Premises and/or\nTenant’s property as well as injury to Tenant, or other persons, resulting from Tenant’s failure to comply\nwith the terms of this paragraph.\nGroup Initials Page 7",
  "plain_english": "This property requires compliance with specific requirements.",
  "user_impact": "You must follow these low-risk requirements or face consequences.",
  "risk_level": "Low",
  "risk_reason": "Score: 0. Factors: ",
  "clause_heading": "CLAUSE 15: M",
  "word_count": 212,
  "contains_numbers": true,
  "contains_dates": false,
  "contains_financial": false,
  "clause_type": "property",
  "key_entities": [],
  "confidence_score": 0.8,
  "completeness_score": 0.330188679245283,
  "numeric_obligations": [],
  "conditional_language": [],
  "processing_metadata": {
    "original_file": "clause_15_maintenance.txt",
    "processed_timestamp": "2025-09-20 05:34:27",
    "word_count_original": 216,
    "word_count_cleaned": 212,
    "cleaning_ratio": 0.9814814814814815,
    "has_numeric_obligations": false,
    "has_conditional_language": false
  }
}