{
  "document_name": "employment_2",
  "document_type": "employment",
  "total_clauses": 3,
  "extraction_timestamp": "C:\\Users\\asus\\OneDrive\\Desktop\\genai-legal-tool",
  "risk_summary": {
    "high": 0,
    "medium": 1,
    "low": 0,
    "standard": 2
  },
  "clauses": [
    {
      "clause_id": "employment_2_clause_1",
      "clause_number": "1",
      "clause_title": "O",
      "clause_type": "duration",
      "original_text": "verview\nHaving a good start to an employment relationship and making a positive first impression on a new hire\nis essential to establishing a productive, successful, and professional workplace. An important part of\nthis process is creating an employment agreement. There are many advantages to having a well-crafted\nemployment agreement, the most obvious of which is the legal protection it affords a company or\nbusiness. By providing written employment terms—including details of compensation, position, and at-will\nstatus — the company is creating a legal document that, when signed, can prove valuable if disputes occur.\nA written agreement lists employment terms, limiting later confusion and disagreement about those\nprovisions. An express statement of terms not only eliminates ambiguities, but also establishes a\nworking relationship built on mutual understanding.\nThis document contains employment agreement essentials, including a standard form that can easily be\nrevised and used again for the hiring of future employees. If you follow the guidelines provided, you can use\nyour employment agreement effectively to protect your business and minimize confusion, misunderstanding,\nand error. In every way, this promotes a successful work environment and satisfied employees.",
      "word_count": 186,
      "risk_level": "standard",
      "is_complete": true,
      "tags": []
    },
    {
      "clause_id": "employment_2_clause_2",
      "clause_number": "2",
      "clause_title": "D",
      "clause_type": "termination",
      "original_text": "os & Don’ts Checklist\nA good employment agreement is one that captures the intentions of the parties accurately.\nIt’s a good idea to clarify the potential employee’s job duties and responsibilities, and his or her\ncompensation package, before writing them down.\nHistorically, only executives and professionals received employment agreements. It was\nfairly unusual for lower managers or workers to negotiate and sign such contracts. However,\nemployment agreements have more recently been used for all new hires at a company. Entering\ninto contracts with all of your employees may offer long-term protection to both parties.\nDo not promise raises, bonuses, or other business perks if those are not guaranteed. Do not include\nanything that is not an absolute. Many lawsuits are predicated on misunderstandings related to\nexpected bonuses. If you have a simple bonus calculation applicable to this employee, include that\ninformation in the agreement.\nIf the company will reimburse or provide funds for moving expenses, include that information here\nand make your language precise.\nRegardless of the nature of your arrangement, the employment agreement should be signed before\nthe employee starts work.\nIf you revise the enclosed agreement, do not alter the at-will language or insert terms that would\nconflict with that language (for example, references to long-term employment). Nothing in this form\nor any other writing should contradict your arrangement for at-will employment. Many wrongful\ntermination cases have been launched on the employee’s mistaken assumption that his or her\nemployment was for a guaranteed length of time or that they could not be terminated without cause.\nEMPLOYMENT AGREEMENT 1\n© LEGALZOOM.COM, INC. 2008\nA non-disclosure clause in which the employee agrees to keep the company’s private information\nprivate that is effective from the beginning of the employment can protect a company more\nthoroughly than one entered at the end of the relationship. A departing employee’s ability to use\nconfidential information will continue to be effective, and you will not need to negotiate with a\npotentially hostile party to ensure this limitation.\nIf you do include a clause that puts limits on a departing employee’s ability to compete with the\ncompany, make sure the scope and reach of this clause is reasonable. Although some states’\ncourts enforce these clauses as a matter of course, many others (including California) view them\nunfavorably and will not enforce them unless the restrictions are very narrow. There must be\na correlation between the time period for the limitation and the need for the clause. In other\nwords, this clause can only be for as long it would take for an employer to overcome any potential\ncompetitive disadvantage.\nIf you want a specific state’s laws to resolve any employment disputes, specify that state in the\nemployment agreement. Courts will generally honor the parties’ choice of law if the state selected\nhas a connection to the dispute.\nThe provisions of an employment agreement will bind your employee strictly only if you follow them\nto the letter. In other words, you can enforce its terms against your employee if you do not violate\nyour own obligations under the agreement. For example, your employee will not be bound by the\nterms of a non-competition clause if you try to end the agreement without giving the required notice.\nNothing lasts forever, and this is certainly true of employment. At the end of an employment\nrelationship, your company should conduct an exit interview, and you should consider putting\nthis as a requirement in his or her employment agreement. At this meeting, the employee\nshould be reminded of his or her continuing obligations to the company, including maintaining\nthe confidentiality of information beyond the termination of the employment period. You can also\nuse this time to resolve misunderstandings and smooth ruffled feathers, perhaps limiting later\ntermination-related lawsuits.\nAllow the employee to spend time reviewing the agreement. This will reduce the likelihood, or at\nleast the efficacy, of a claim that he or she did not understand any terms or how those might affect\nthe agreement as a whole.\nBoth parties should review the completed document carefully to ensure that all relevant points\nhave been included. It is better to be over-inclusive than under-inclusive. Do not assume that certain\nexpectations or terms are agreed to if they are not stated expressly in the document.\nSign two copies of the agreement, one each for you and the other party.\nIf your agreement is complicated, do not use the enclosed form. Contact an attorney to help you\ndraft a document that will meet your specific needs.\nEMPLOYMENT AGREEMENT 2\n© LEGALZOOM.COM, INC. 2008",
      "word_count": 759,
      "risk_level": "standard",
      "is_complete": true,
      "tags": [
        "notice"
      ]
    },
    {
      "clause_id": "employment_2_clause_3",
      "clause_number": "3",
      "clause_title": "E",
      "clause_type": "duration",
      "original_text": "mployment Agreement Instructions\nThe following provision-by-provision instructions will help you understand the terms of your employment\nagreement.\nThe numbers and letters below (e.g., Section 1, Section 2(a), etc.) correspond to the provisions in the\nagreement. Please review the entire document before starting your step-by-step process.\n• Introduction of Parties. Identifies the document as an employment agreement. Write in the date on\nwhich the document is effective (usually the date that it is signed). Identify the Parties and, if applicable,\nwhat type of entity the Employer is (e.g., corporation, limited liability company, etc.). Note that each\nParty is given a name (e.g., “Employer”) that will be used throughout the Agreement. As you probably\nguessed, the Employer is the party that will be hiring the Employee. When the Agreement refers to one\nor the other of the individuals (i.e., no one specifically), the term “Parties” is used.\nThroughout this Agreement, the Employee is described without designating a gender (i.e., [s]he, [his]\n[her], etc.). When you are customizing this document, edit all of these references to match the gender\nof the Employee you will be hiring.\n• Recitals. The “whereas” clauses, referred to as recitals, define the world of the agreement and\noffer key background information about the Parties. In this Agreement, this section includes a simple\nstatement of the Parties’ intent to enter an employment relationship.\nDescribe the Employer’s business in detail. Note that this description could have a long-term impact\non both Parties. There are other provisions in this Agreement that restrict the Employee’s ability\nto compete with the Employer in its industry after his or her employment ends. If the Employer’s\nbusiness is defined too broadly, the Employee might not be able to find any employment at all! Make\nsure both Parties agree on the business definition that is provided.\n• Section 1: Employment. Confirms the Parties’ agreement to enter an employment relationship.\nNote that the employment will be “at will.” This means that it can be ended by either Party at any\ntime, for no specific reason.\n• Section 2: Term. Enter the date on which the Agreement starts. Note that there is no definite\n“term” for the relationship. Unless either Party ends the Agreement, it will continue.\n• Section 3: Compensation. Sets the Employee’s salary and other benefits to be received in\nexchange for his or her work.\n(a) Base Salary. Enter the Employee’s annual Salary and an explanation of how this will be paid\n(e.g., weekly, bi-monthly, monthly, etc.).\n(b) Non-Salary Benefits. This subsection allows you to list any other compensation that the\nEmployee may receive. For example, if the Employee will receive pension benefits or relocation\nexpenses as a part of his or her compensation, you can detail those here.\n(c) Vacation. Enter the number of paid vacation days that the Employee is entitled to in a given\nyear.\nEMPLOYMENT AGREEMENT 3\n© LEGALZOOM.COM, INC. 2008\n(d) (Optional) Signing Bonus. An optional provision that requires the Employer to pay the Employee\na certain amount for agreeing to come work at the Employer’s offices. This may be included\nin an executive agreement, as an additional incentive for accepting a job. If you include this\nsubsection, enter the amount of the signing bonus that will be paid and when it will be paid.\nNote that if the Employee stops working for the Employer within a certain amount of time, he\nor she will be required to pay back this signing bonus. Enter this amount of time in the space\nprovided.\n(e) (Optional) Performance Bonus. An optional provision that rewards the Employee for hitting\ncertain specified performance goals. According to the terms here, the Employee’s bonus\ncompensation will be calculated according to the Employer’s bonus plan. Note that most\nemployment agreements do not include specific information about an employee’s bonus: they\nrefer to the general plan and leave the details for that document. However, if you want to add\nadditional provisions about the Employee’s performance bonus, feel free to do so here.\n(f) (Optional) Stock Options. An optional provision allowing the Employee to participate in any stock\noption plan that the Employer has after a certain number of years. If you want to include this\nclause, enter the length of time it will take for the Employee to qualify for this plan.\n(g) Other Benefits. A catch-all provision simply stating that the Employee may receive other\nbenefits of the sort that other employees of his or her position receive.\n(h) Withholding. States that the amounts that will be paid to the Employee may have deductions\ntaken from them to satisfy tax requirements.\n• Section 4: Responsibilities and Duties. Describe what the Employee is expected to do as part\nof his or her job. This should be as specific as possible, for both Parties’ benefit. For the Employee, it\nis important to know what is expected of him or her. For the Employer, defining the Employee’s work\nduties will make clear, from an intellectual property perspective, what the Employer can claim to own\nunder the work-product doctrine (which states that things created in the course of the Employee’s\nemployment are owned by the Employer).\nWrite in the location where the Employee will provide his or her Services, which may simply be the\nEmployer’s main place of business.\n• Section 5: Other Employment. During the Employment Period, the Employee is not allowed to\nwork for other companies. However, he or she can invest in other companies if they don’t require the\nEmployee’s help to operate.\n• Section 6: (Optional) Working Amenities. An optional provision indicating that the Employee\nwill be given certain extras to create a more comfortable work environment (e.g., a private office,\npersonal computer, etc.). If you remove this section, correct the section numbers and the references\nin the document.\n• Section 7: Expenses. If the Employee pays his or her own money to cover any reasonable\nexpenses relating to official Employer business (e.g., travel expenses, client dinners, etc.), the\nEmployer promises to reimburse that money. The Employer agrees to provide proof of payment of\nthese expenses to the Employer’s satisfaction.\nEMPLOYMENT AGREEMENT 4\n© LEGALZOOM.COM, INC. 2008\n• Section 8: Confidentiality. During the Employment Period, the Employee is not allowed to\ngive any confidential information to outside parties without the Employer’s consent. ”Confidential\ninformation” includes any information about the Employer not generally available to the public.\n• Section 9: Non-Solicitation. This provision is meant to prevent the Employee from luring away\nkey employees or customers from the Employer if it stops working for the Employer. The Employee\nmay not ask or lure any such individuals to accept positions as employees or clients of the Employee.\nThis provision lasts only for a certain time after the Employment Period ends. Enter the amount\nof time this restriction will last. Make sure this is a reasonable time period: courts may overturn a\nprovision that is for too long or for too large an area.\n• Section 10: (Optional) Non-Competition. An optional provision providing that the Employee\nwill not enter any business that competes with the Employer for a certain period of time after the end\nof the Agreement. This clause is subject to very specific state guidelines. If you live in California or\nMontana, you should consider deleting this clause, or conducting additional research to ensure that\nthe language is drafted very narrowly and according to state law. In addition, non-competition clauses\nmay be unenforceable for certain professions (e.g., in Delaware and Massachusetts, non-competition\nclauses for doctors are generally not allowed).\nEnter the amount of time for which this non-competition restriction runs. If you choose not to include\nthis section, correct the section numbers and the references in the document.\n• Section 11: (Optional) Fidelity Bond. A fidelity bond protects employers from losses they might\nexperience because of their employees’ bad behavior (e.g., theft of company property). If you include\nthis provision, the Employee will apply for the bond and the Employer will pay for it. If you remove this\nsection, correct the section numbers and the references in the document.\n• Section 12: Termination. Details the circumstances under which the Agreement may be terminated.\nBecause this Agreement is for “at will” employment, either Party can end the Agreement simply by giving\nthe other Party a certain amount of notice. Enter the number of days’ notice that must be given. If the\nEmployer asks, the Employee can continue to work during this notice period and will continue to receive\nsalary payments until his or her last day of work. There is an optional clause that the Employer can use to\noffer the Employee a severance package. If the Employee owes any money to the Employer, the Employer\nis given permission to deduct this amount from the pay offered. If you include this sentence, enter the full\namount of the severance pay (not including any deductions that might be made).\n• Section 13: Return of Property. This is an extremely important provision, and although it may\nseem obvious to you that company property should be returned after an employee’s termination, it\nmay not be as obvious to your Employee. It is thus essential to communicate your return policy in the\nAgreement (and reiterate it in your employee handbook, exit materials, and severance agreements),\nstating specifically that employees must return all company property before leaving your employ.\n• Section 14: (Optional) Disability. An optional provision providing that if the Employee can’t\nperform his or her duties for a certain period of time because of an injury or illness, the Employer can\nreduce his or her salary by a specific percentage. Enter this amount of time (in weeks or months), and\nthe percentage by which the Salary would be decreased. Note that the Employee will be entitled to\nfull Salary once he or she goes back to work full-time. The Employer can end the Agreement entirely if\nthe Employee’s absence is for longer than a certain period. Enter this maximum in the space provided.\nIf you remove this section, correct the section numbers and the references in the document\nEMPLOYMENT AGREEMENT 5\n© LEGALZOOM.COM, INC. 2008\n• Section 15: (Optional) Death During Employment. An optional provision stating that\nif the Employee dies during the Employment Period, the Employer will pay his or her Salary to\nthe Employee’s relatives until the end of the month in which the death occurred. The Employer\nalso promises to pay a certain additional amount, which the Parties can agree on and enter in the\nspace provided. If you remove this section, correct the section numbers and the references in the\ndocument.\n• Section 16: Further Assurances. The Parties’ agreement to cooperate in doing anything else\nthat needs to be done to complete the Agreement. This clause is included so that not every specific\nstep that the Parties will take during the Employee’s employment needs to be spelled out: the Parties\nsimply agree to work together to do what needs to get done.\n• Section 17: (Optional) Arbitration. A commonly used optional provision that requires the\nParties to resolve any disputes in arbitration (rather than in the courts). Arbitration can be quicker and\ncheaper than litigation for both Parties. However, there may be local restrictions (or limitations in your\nindustry) about using these clauses, so it’s a good idea to review laws governing arbitration in your\narea and in your field. If you remove this section, correct the section numbers and the references in\nthe document.\n• Section 18: Notice. Lists the addresses to which all official or legal correspondence should be\ndelivered. Write in a mailing address for both the Employer and the Employee.\n• Section 19: Successors and Assigns. In the life of a company, there may be mergers,\nacquisitions, or sales of business divisions. On such occasions, the company may assign its\nagreement to a surviving entity or affiliate without obtaining the Employee’s consent. Simply put,\nif the Employer is purchased, the new company will not need to renegotiate this Agreement: it will\ncontinue to be effective as is.\n• Section 20: No Implied Waiver. Explains that even if one Party allows the other Party to ignore\nor break an obligation under the Agreement, it does not mean that Party waives any future rights\nto require the other Party to fulfill those (or any other) obligations. For example, say the Agreement\nrequires the Employee to work 45 hours a week, but the Employer has only required the Employee\nto work 40 hours a week. Later on, the Employer could tell the Employee to work 45 hours a week,\nas required in the Agreement. If the Employee claims that this right was “waived” because the\nEmployer didn’t enforce it, the Employer can point to this section: its failure to enforce the provision at\none point doesn’t mean it can’t enforce it later.\n• Section 21: Governing Law. Employees may work in one state and their employers in another.\nA governing law provision allows the Employer to choose the state laws that will be used to interpret\nthe Agreement. Note that this is not a venue provision. The included language will not impact where a\npotential claim can be brought. Write the applicable state in the blank provided.\n• Section 22: Counterparts/Electronic Signatures. The title of this provision sounds\ncomplicated, but it is simple to explain: it says that even if the Parties sign the Agreement in different\nlocations, or use electronic devices to transmit signatures (e.g., fax machines or computers), all\nof the separate pieces will be considered part of the same Agreement. In a modern world where\nsigning parties are often not in the same city - much less the same room - this provision ensures that\nbusiness can be transacted efficiently, without sacrificing the validity of the agreement as a whole.\nEMPLOYMENT AGREEMENT 6\n© LEGALZOOM.COM, INC. 2008\n• Section 23: Severability. Protects the terms of the Agreement as a whole, even if one part is\nlater invalidated. For example, if a state law is passed prohibiting arbitration clauses, it will not undo\nthe entire Agreement. Instead, only the section dealing with arbitration would be invalidated, leaving\nthe remainder of the Agreement enforceable.\nThe second part of this section is optional, and discusses the non-competition and non-solicitation\nclauses specifically. Because these clauses are delicate, and run the risk of being termed too broad\nor overreaching, this subsection allows a court to limit the reach of these clauses rather than delete\nthem altogether. If you do not include the non-competition clause in Section 10, delete any references\nto Section 10 or non-competition. If you do not include this subsection, correct the formatting in the\ndocument.\n• Section 24: Entire Agreement. The Parties’ agreement that the document they’re signing is “the\nagreement” about the issues involved. Unfortunately, the inclusion of this provision will not prevent a\nParty from arguing that other enforceable promises exist, but it will provide you some protection from\nthese claims.\n• Section 25: Headings. Notes that the headings at the beginning of each section are meant to\norganize the document. Any interpretation of the Agreement should not be based on the headings.\nDISCLAIMER\nLegalZoom is not a law firm. The information contained in the packet is general legal information and should not be construed as legal\nadvice to be applied to any specific factual situation. The use of the materials in this packet does not create or constitute an attorney-client\nrelationship between the user of this form and LegalZoom, its employees or any other person associated with LegalZoom. Because the law\ndiffers in each legal jurisdiction and may be interpreted or applied differently depending on your location or situation, you should not rely\nupon the materials provided in this packet without first consulting an attorney with respect to your specific situation.\nThe materials in this packet are provided \"As-Is,\" without warranty or condition of any kind whatsoever. LegalZoom does not warrant the\nmaterials' quality, accuracy, timeliness, completeness, merchantability or fitness for use or purpose. To the maximum extent provided by\nlaw, LegalZoom, it agents and officers shall not be liable for any damages whatsoever (including compensatory, special, direct, incidental,\nindirect, consequential, punitive or any other damages) arising out of the use or the inability to use the materials provided in this packet.\nEMPLOYMENT AGREEMENT 7\n© LEGALZOOM.COM, INC. 2008\nForm Sample\nEMPLOYMENT AGREEMENT 8\n© LEGALZOOM.COM, INC. 2008",
      "word_count": 2724,
      "risk_level": "medium",
      "is_complete": true,
      "tags": [
        "payment",
        "deadline",
        "penalty",
        "notice",
        "permission",
        "restriction"
      ]
    }
  ]
}