{
  "original_text": "CLAUSE 8: C\n============================================================\nType: duties\nRisk Level: standard\nWord Count: 300\n------------------------------------------------------------\n\nonfidentiality. During the course of performance of the Agreement, Vendor\nmay be given access to information that relates to Pace’s past, present and future\nresearch, development, business activities, products, services, technical knowledge,\nand personally identifiable student and employee information, or protected health\ninformation (“PHI”)/electronic protected health information (“ePHI”). All such\ninformation shall be deemed to be “Confidential Information” unless otherwise\nindicated by Pace in writing at or after the time of disclosure. Vendor may use the\nConfidential Information only in connection with the specific duties authorized\npursuant to this Agreement. Access to the Confidential Information shall be restricted\nto those of Vendor’s personnel, representatives and consultants on a need-to-know\nbasis solely in connection with Vendor’s internal business. Vendor further agrees that\nit shall (i) take all necessary steps to inform any of its personnel, representatives or\nconsultants to whom Confidential Information may be disclosed of Vendor’s\nobligations hereunder and (ii) cause said personnel, representatives and consultants to\nagree to be bound by the terms of this Agreement by executing a confidentiality\nagreement containing the same restrictions contained herein or some other method\nacceptable to Pace. Vendor agrees to protect the confidentiality of the Confidential\nInformation in the same manner that it protects the confidentiality of its own\nproprietary and confidential information of like kind, but in no event less than\nreasonable means. Vendor agrees to notify Pace of any unauthorized use or\ndisclosure of Confidential Information and to take all actions reasonably necessary to\nprevent further unauthorized use or disclosure thereof. These requirements apply to\nany subcontractors or agents Vendor uses in the performance of the Work and it is\nVendor’s responsibility to assure that all such subcontractors and agents comply with\nall such requirements. The terms of this Section 8 shall survive the expiration or\ntermination of this Agreement.",
  "summary": "Summary: CLAUSE 8: C ============================================================ Type: duties Risk Level: standard Word Count: 300 ------------------------------------------------------------ onfidentiality. During the course of performance of the Agreement, Vendor may be given access to information that...",
  "risk_level": "Medium",
  "risk_reason": "Based on keyword analysis: {'high': 0, 'medium': 1, 'low': 1}",
  "word_count": 313,
  "key_entities": [],
  "contains_financial": false,
  "contains_dates": false,
  "contains_timeframes": false
}