{
  "original_text": "CLAUSE 8: R\n============================================================\nType: rent\nRisk Level: high\nWord Count: 4069\n------------------------------------------------------------\n\necovery action by Us\nii. You must state in Your claim the details of any other\ninsurance policy that covers the damage or loss for a. When We accept and pay Your claim under the Policy, We\nwhich You have filed Your claim, whether You have can start legal proceedings to recover the amount or\n13 14\nproperty from the third party who has caused the loss or 3. Applicable law and jurisdiction\ndamage to Your Home Building or Home Contents. You\nThis Policy will be subject to the laws of India, and to the\nmust give authority to Us to take such action and exercise\njurisdiction of courts in India.\nthis right effectively, when We request You, whether\n4. Arbitration\nbefore or after making payment of Your claim. You must\ngive all information, cooperation, assistance and help for\nIf any dispute or difference arises between You and Us\nthis purpose. You must not do anything which will\nregarding the amount of claim to be paid under this policy\nprejudice Our right. We can do this\n(liability having been admitted by Us), such difference shall\nindependently of all other questions, be referred to the\ni. without seeking Your consent,\ndecision of a sole arbitrator to be appointed in writing by\nii. in Your name, and You and Us or if You and We cannot agree upon a single\narbitrator within 30 days of either of Us opting for\niii. whether or not Your loss has been fully compensated.\narbitration, the same shall be referred to a panel of three\nb. Any amount We recover from such person will be applied\narbitrators comprising of two arbitrators, one to be\nfirst to the costs of the legal proceedings and recovery,\nappointed by each of Us, to the dispute/difference and the\nthen to the claim amount We have paid or must pay to\nthird arbitrator to be appointed by two such arbitrators and\nYou. We will pay You any balance.\narbitration shall be conducted under and in accordance\nc. You can start legal proceedings against any person who with the provisions of the Arbitration and Conciliation Act,\nhas caused the loss or damage only with Our prior 1996 Clauses.\nconsent, and on conditions that We will impose. You must\nTerrorism Damage Cover Endorsement (Material Damage\nnot compromise or settle any claim against such person\nonly)\nwithout Our consent. If You recover any amount from\nsuch person, You must return to Us the amount We have\nA. INSURING CLAUSE\npaid for Your claim. We can take over the conduct of legal\nSubject otherwise to the terms, exclusions, provisions and\nproceedings that You have started and continue the\nconditions contained in the Policy and in consideration of\nproceedings in Your name.\nthe payment by the insured to the Company of additional\nClause H. Changes to covers\npremium as stated in the Schedule, it is hereby agreed\na. You can choose to make changes to the covers of this and declared that notwithstanding anything stated in the\nPolicy as may be permitted by Us, or increase or reduce \"Terrorism Risk Exclusion\" of this Policy to the contrary,\nany Sum Insured. You must make a proposal or request this Policy is extended to cover physical loss or physical\nfor any change. It will be effective only after We have damage occurring during the period of this Policy caused\naccepted Your proposal, and You have paid the additional by an act of terrorism to the location/s mentioned in the\npremium, where applicable. schedule subject to the exclusions, limits and excess\ndescribed hereinafter.\nb. This Policy (including the Policy Schedule, the proposal,\ndeclarations and Endorsements) consists of the entire For the purpose of this cover, an act of terrorism means an\ncontract between You and Us. act or series of acts, including but not limited to the use of\nforce or violence and/or the threat thereof, of any person\nClause I. Waiver of Underinsurance\nor group(s) of persons, whether acting alone or on behalf\nof or in connection with any organization(s) or\nUnderinsurance does not apply to Thus, if Your Sum\ngovernment(s), or unlawful associations, recognized under\nInsured calculated on the basis of the information that You\nUnlawful Activities (Prevention) Amendment Act, 2008 or\nprovided, is less than the actual value at risk, the\nany other related and applicable national or state\ndifference will not affect the amount We pay.\nlegislation formulated to combat unlawful and terrorist\nClause J. Other Details\nactivities in the nation for the time being in force,\ncommitted for political, religious, ideological or similar\n1. Notices\npurposes including the intention to influence any\na. We will send any notice, letter or communication in writing\ngovernment and/or to put the public or any section of the\nto You at Your address mentioned in the Policy Schedule,\npublic in fear for such purposes.\nand to Your email address that You have registered with\nThis cover also includes loss, damage, cost or expense\nUs.\ndirectly caused by, resulting from or in connection with any\nb. You will sd any notice, letter, intimation or communication\naction taken in suppressing, controlling, preventing or\nminimizing the consequences of an act of terrorism by the\nin writing to Us at Our branch office where You purchased\nduly empowered government or Military Authority.\nthis Policy. You can also send it at the address mentioned\nin the Policy Schedule.\nProvided that If the Insured is eligible for indemnity under\nany government compensation plan or other similar\n2. Nomination for this Policy\nscheme in respect of the damage described above, this\nYou can nominate a person to receive the claim amount\nPolicy shall be excess of any recovery due from such plan\nunder this Policy in the event of Your death. You can\nor scheme.\nmake such nomination at the time You take the Policy, or\nFor the purpose of the aforesaid inclusion clause, \"Military\nlater. You can also change the nomination at any time.\nAuthority\" shall mean armed forces, para military forces,\nYou can make the nomination on Our nomination form\npolice or any other authority constituted by the government\navailable in Our office or from Our website:\nfor maintaining law and order.\nwww.reliancegeneral.co.in.\n15 16\n13. loss or increased cost as a result of threat or hoax;\nB.L OSSES EXCLUDED\n14. loss or damage caused by or arising out of burglary, house\nThis cover shall not indemnify loss of or damage to property\n- breaking, looting, theft, larceny or any such attempt or\ncaused by any or all of the following:- A\nany omission of any kind of any person (whether or not\n1. loss by seizure or legal or illegal occupation;\nsuch act is committed in the course of a disturbance of\npublic peace) in any action taken in respect of an act of\n2. loss or damage caused by:\nterrorism; R\n(i) voluntary abandonment or vacation,\n15. loss or damage caused by mysterious disappearance or\n(ii) confiscation, commandeering, nationalization,\nunexplained loss;\nrequisition, detention, embargo, quarantine, or any\n16. loss or damage directly or indirectly caused by mould,\nresult of any order of public or government authority,\nmildew, fungus, spores or other micro-organism of\nwhich deprives the Insured of the use or value of its\nany type, nature or description, including but not limited to\nproperty;\nany substance whose presence poses an actual or\n3. loss or damage arising from acts of contraband or illegal\npotential threat to human health;\ntransportation or illegal trade;\n17. total or partial cessation of work or the retardation or\n4. loss or damage directly or indirectly arising from or in\ninterruption or cessation of any process or operations or\nconsequence of the seepage and or discharge of\nomissions of any kind\npollutants or contaminants, which pollutants and\nC. LIMIT OF INDEMNITY\ncontaminants shall include but not be limited to any solid,\nliquid, gaseous or thermal irritant, contaminant or toxic or\nThe limit of indemnity under this cover shall not exceed the\nhazardous substance or any substance the presence,\nTotal Sum Insured given in the Policy Schedule or INR\nexistence or release of which endangers or threatens to\n2,000,00,00,000 per compound/location whichever is\nendanger the health, safety or welfare of persons or the\nlower.\nenvironment;\nIn respect of terrorism cover for dwellings, limit of\n5. loss or damage arising directly or indirectly from or in\nindemnity shall not exceed Total Sum Insured as\nconsequence of chemical or biological emission, release,\nmentioned in the Policy Schedule or INR 400,00,00,000\ndischarge, dispersal or escape or chemical or biological\nper compound/ location whichever is lower.\nexposure of any kind;\nIn respect of several locations being covered under a\n6. loss or damage arising directly or indirectly from or in\nsingle policy on a floater basis, the maximum aggregate\nconsequence of asbestos emission, release, discharge,\nloss suffered from all the locations mentioned in the Policy\ndispersal or escape or asbestos exposure of any kind;\nschedule shall not exceed Total Sum Insured as\nmentioned in the Policy Schedule or Rs. 2,000,00,00,000\n7. any fine, levy, duty, interest or penalty or cost or\n/- whichever is lower.\ncompensation/damages and/or other assessment which is\nincurred by the Insured or which is imposed by any court,\nIn respect of several insurance policies within the same\ngovernment agency, public or civil authority or any other\ncompound/location with one or different insurers, the\nperson;\nmaximum aggregate loss payable per compound/location\nby any one or all insurers shall be INR 2,000,00,00,000. If\n8. loss or damage by electronic means including but not\nthe actual aggregate loss suffered at one compound/\nlimited to computer hacking or the introduction of any\nlocation is more than INR 2,000,00,00,000 the amounts\nform of computer virus or corrupting or unauthorized\npayable towards individual policies shall be reduced in\ninstructions or code or the use of any electromagnetic\nproportion to the sum insured of the policies.\nweapon. This exclusion shall not operate to exclude\nlosses (which would otherwise be covered under this\nD. EXCESS*\nPolicy) arising from the use of any computer, computer\nShops & Residential Risks : 1% of the claim amount for\nsystem or computer software programme or any other\neach and every claim subject to Minimum of INR 10,000\nelectronic system in the launch and/or guidance system\nand Maximum of INR 500,000\nand/or firing mechanism of any weapon or missile;\nNon-Industrial Risks : 1% of the claim amount for each and\n9. loss or damage caused by vandals or other persons\nevery claim subject to Minimum of INR 25,000 and\nacting maliciously or by way of protest or strikes, labour\nMaximum of INR 1,000,000\nunrest, riots or civil commotion;\nIndustrial Risks : 5% of the claim amount for each and\n10. loss or increased cost occasioned by any public or\nevery claim subject to Minimum of INR 100,000 and\ngovernment or local or civil authority's enforcement of any\nMaximum of INR 25,00,000.\nordinance or law regulating the reconstruction, repair or\ndemolition of any property insured hereunder; *Whichever is applicable\n11. any consequential loss or damage, loss of use, delay or E. ADD ON COVERS\nloss of markets, loss of income, depreciation, reduction in\nIt is further declared and agreed that the limit of indemnity\nfunctionality, or increased cost of working;\nincluding the claim on add on cover(s) shall not exceed\n12. loss or damage caused by factors including but not limited total sum insured plus separate sublimit opted for add on\nto cessation, fluctuation or variation in, or insufficiency of, cover(s) or INR 2,000,00,00,000 whichever is lower. In\nwater, gas or electricity supplies and telecommunications respect of several insurance policies with in the same\nor any type of service; compound /location, the maximum aggregate loss\n17 18\nreinstatement value or market value as defined under Section I\npayable per compound/location by any one or all insurers\nof the policy, as opted by the Insured.\nshall be INR 2,000,00,00,000. In respect of terrorism cover for long term dwellings, limit Basis of Indemnity\nof indemnity including the claim on add on cover(s) shall\n- The indemnity shall be on the basis of reinstatement value\nnot exceed total sum insured plus separate sublimit opted\nor market value as opted by the Insured.\nfor add on cover(s) or INR 400,00,00,000/- whichever is\nlower. In respect of several insurance policies within the\n- In the event of property insured being damaged by any of\nsame compound/location, the maximum aggregate loss\nthe insured perils, the Company shall pay for the amount of\npayable per compound/location by any one or all insurers\ndamage or loss or at its option replace or repair the\nshall be INR 400,00,00,000/-.\ndamaged property.\nF. MID TERM COVER\n- If the property hereby insured shall, at the commencement\nIn case the coverage under this endorsement is granted of any destruction of or damage to the property by any of the\nduring the currency of the policy, no claims will be insured perils be collectively of greater value than the sum\ninsured thereon, then the Insured shall be considered as\npayable for loss or damage to property caused by an act\nbeing his own insurer for the difference and shall bear a A\nof terrorism occurring during the first 15 (fifteen) days\nratable portion of the loss accordingly.\nfrom the date of granting such cover.\nG. SANCTION, LIMITATION AND EXCLUSION CLAUSE Provided, however, that if the sum insured hereby on the\nproperty insured shall at the breaking out of such fire or at R\nNo (re)insurer shall be deemed to provide cover and no\nthe commencement of such destruction or damage be not\n(re)insurer shall be liable to pay any claim or provide any\nless than 85% (eighty five percent) of the collective value of\nbenefit hereunder to the extent that the provision of such\nthe property insured, clause 3 of Basis of Indemnity under\ncover, payment of such claim or provision of such benefit\nthis Section shall not apply, notwithstanding anything to the\nwould expose that (re)insurer to any sanction, prohibition\ncontrary contained in the policy.\nor restriction under United Nations resolutions or the trade\nor economic sanctions, laws or regulations of the Special Exceptions\nEuropean Union, United Kingdom or United States of\nThe Company shall not by liable in respect of loss or damage:-\nAmerica.\n1. By burglary and/or housebreaking or theft where any\nH. CANCELLATION CLAUSE\nmember of the Insured's family is concerned as principal or\nNotwithstanding the cancellation provisions relating to the\naccessory\nbasic insurance policy on which this endorsement is\nissued, there shall be no refund of premium allowed for 2. To livestock, motor vehicles and pedal cycles\ncancellation of the Terrorism risk insurance during the\n3. To money, securities for money, stamps, bullion, deeds,\nperiod of insurance except where such cancellation is\nbonds, bills of exchange, promissory notes, shares and\ndone along with the cancellation of the basic insurance.\nstock certificates, business books, manuscripts, documents\nWhere a policy is cancelled and rewritten mid-term purely\nof any kind, unset precious stones and jewellery and\nfor the purpose of coinciding with the accounting year of\nvaluables, unless separately specified.\nthe insured, pro-rate refund of the cancelled policy\npremium will be allowed.\nIf the cancellation is for any other purpose, refund of Section III — All Risks (jewellery And Valuables)\npremium will only be allowed after charging short term\nThe Company will indemnify the Insured or any member of the\nscale rates.\nfamily in respect of loss or damage to jewellery and valuables\nSection II- Burglary And House Breaking Including caused by accident or misfortune whilst anywhere in India.\nProvided that the liability of the Company in respect on any one\nLarceny Or Theft\nitem in any one period of insurance will not exceed the sum\nDefinition\ninsured set against such item in the Schedule hereto and not\nexceeding in the aggregate the total sum insured hereby.\n\"Contents\" mean items of property in the Insured's house\nincluding items of property therein for which the Insured is\nProvided further that where damage to any item can be repaired\naccountable.\nthe Company will pay expenses necessarily incurred to restore\nthe damaged item to its former state of serviceability not\nWhat is covered\nexceeding the sum insured in respect of such item.\na) The Company will indemnify the Insured in respect of loss or\nNotwithstanding anything to the contrary contained in this policy,\ndamage to contents, by burglary and housebreaking\nthe condition of average insofar as this Section is concerned\nincluding larceny and theft.\nshall not apply.\nb) Damage to the Insured's house and/or safe resulting from\nSpecial Exceptions\nburglary and/or housebreaking or any attempt thereat\nsubject to a maximum of 5% of the sum insured under this\nThe Company shall not be liable in respect of loss or damage\nSection. Provided however that no loss under clauses a)\ncaused by or due to\nand b) hereinabove, shall together exceed the sum insured\nunder this Section.\nSum Insured\nThe basis of valuation in respect of contents shall be on\n19 20\n1. Cracking, scratching or breakage of lens or glass whether known to the Insured, regardless of whether such faults, or\npart of any equipment or otherwise or to china, marble, defects were known to the Company or not\ngramophone records and other articles of brittle or fragile\n3. Any fault or defect for which the manufacturer or supplier of\nnature unless such loss of damage arises from accident to a\nthe damaged item is responsible\nrailway train or ship or aircraft or vehicle by which such\nproperty is being conveyed.\n4. Cost of transport to the repair shop and back to the Insured's\npremises in respect of any item damaged\n2. Moth, mildew, carmine or any process of cleaning, dyeing,\nrepairing or restoring to which the property is subjected.\n5. Perils which are insurable under other Sections of the policy\n3. Mechanical derangement or over winding of watches and\n6. permanent or temporary dispossession resulting from\nclocks.\nconfiscation, commandeering or requisition by any lawfully\nconstituted authority of such item or by permanent or\n4. Theft from car except from car of fully enclosed salon type\ntemporary dispossession of any building resulting from the\nhaving all the doors, windows and other openings securely\nunlawful occupation by the Insured of the building.\nlocked and properly fastened.\nExcess\n5. Whilst being conveyed by any carrier under contract of\naffreightrment.\nCoverage under this Section is subject to an excess of 1 % of the\nsum insured for each item or Rs. 100/- whichever is higher, in\nSpecial Conditions\nrespect of each and every claim for loss or damage admitted\n1. Where any item insured hereunder consists of articles in pair under the policy.\nor set the Company's liability in respect thereof shall not\nSection V - Domestic Electronic Appliances\nexceed the value of any article which may be lost or\ndamaged without reference to any special value which such\nWhat is covered\narticle may have as part of such pair or set.\nThe Company will indemnify the Insured against loss or damage\n2. No one article or pair of articles is deemed to be more than\nto personal computers (including accessories and printer), other\n10% of the sum insured under this Section unless separately\ndomestic electronic appliances and / or any electronic installation\nspecified and value stated.\nwhile contained or fixed in the Insured's house due to any cause\nother than those specifically excluded.\nSection IV- Domestic Mechanical & Electrical Appliances\nSum Insured\nThe Company will indemnify the Insured against unforeseen and\nsudden physical damage caused by and/or solely due to\nThe sum insured in respect of each item for coverage under this\nmechanical and/or electrical breakdown of domestic electrical\nSection shall be equal to the cost of replacement of such item by a\narid mechanical appliances, apparatuses or gadgets specified in\nnew item of the same kind and capacity which shall mean its\nthe Schedule hereto whilst contained in or fixed in the Insured's\ncurrent new replacement cost (CNRV basis).\nhouse. Provided that the liability of the Company in respect of any\none item in any one period of insurance will not exceed the sum\nBasis of Indemnity\ninsured set against such item in the Schedule.\n1. Where damage to an insured item can be repaired the\nSum Insured\nCompany will pay the expenses necessarily incurred to\nrestore the damaged item to its former state of serviceability\nIt is a requirement of this insurance that the sum insured in\nor pay the actual value of item immediately before\nrespect of each item specified in the Schedule shall be equal to\noccurrence of the loss, if the cost of repair exceeds or equals\nthe cost of replacement of the insured property by new property of\nthe actual value of item.\nthe same kind and capacity (CNRV basis).\n2. The Company will also pay cost of dismantling and re-\nBasis of Indemnity\nerection incurred for the purpose of effecting repairs,\nordinary freight to and from a repair shop and customs duties\na) Where damage to an insured item can be repaired the\nand other dues, if any, in the event and to the extent such\nCompany will pay expenses necessarily incurred to restore\nexpenses have been included in the sum insured.\nthe damaged item to its former state of serviceability. If the\ncost of repair exceeds the actual value of the insured item\n3. No deduction shall be made towards depreciation in respect\nimmediately before the occurrence of the damage the\nof parts replaced except for parts with limited life of use but\nsettlement shall be made on the basis provided for in clause\nthe value of salvage will be taken into account. However, in\nb) below;\ncase of payment of total loss of entire equipment, proper\ndepreciation will be deducted from replacement value of\nb) In case of total loss, claims will be paid subject to\nitems.\ndepreciation of 10% per year from the date of purchase. The\nmaximum depreciation however shall not exceed 50% of the\nSpecific Exclusions\nsum insured of any item.\n1. Damage caused by any faults or defects existing at the time\nSpecial Conditions\nof commencement of present insurance within the\nknowledge of Insured or his representatives whether such\nThe Company shall not be liable in respect of loss or damage\nfaults or defects were known to the Company or not.\ncaused by or due to:\n2. Willful act or negligence of the Insured or his representative.\n1. Willful act or gross negligence of the Insured 2. f a u l t s\nexisting at the time of commencement of this insurance and\n3. Loss arising out of cessation of work whether total or partial.\n21 22\n4. Derangement of the insured property not accompanied by or damage in any one period of insurance is limited to the amount\ndamage covered under this policy. specified in the Schedule.\n5. Loss of or damage to the property covered under this policy 2) This Section further covers damage to property belonging to\nfalling under the terms of the Maintenance agreement. Such or in the custody or control of the Insured caused by\nexclusions will also apply to parts exchanged in course of breakage or collapse f the antenna fittings or mast forming\nsuch maintenance operations. part of the Television Apparatus in so far as such property is\nnot otherwise insured provided that the liability of the\n6. Damage due to defects of design material or workmanship or\nCompany in respect of such damage in any one period of\notherwise for which the manufacturer or supplier of the\ninsurance is limited to Rs. 3,000/- (Rupees three thousand\ninsured items is responsible either in law or under contract.\nonly).\n7. Damage due to or consequent upon wear and tear, gradual\n3) This Section also covers legal liability to pay compensation\ndeterioration, atmospheric or climatic conditions, rust,\nand litigation expenses incurred by the Insured with the\ncorrosion, moth, vermin or insect.\nCompany's written consent in respect of accidental death of\nor bodily injury to any person other than a member of the\n8. Loss due to mysterious disappearance and whilst left in\nInsured's family or a person in the Insured's service and or\nunattended vehicles in respect of cellular phones, portable\naccidental damage to property not belonging to or in the\ncomputers and other mobile equipment.\ncustody or control of the Insured or any member or the\nInsured's family or person in the Insured's service arising out",
  "summary": "Summary: CLAUSE 8: R ============================================================ Type: rent Risk Level: high Word Count: 4069 ------------------------------------------------------------ ecovery action by Us ii. You must state in Your claim the details of any other insurance...",
  "risk_level": "High",
  "risk_reason": "Based on keyword analysis: {'high': 3, 'medium': 5, 'low': 4}",
  "word_count": 4082,
  "key_entities": [
    "Percentage: 1%",
    "Percentage: 1%",
    "Percentage: 5%",
    "Time: 30 days"
  ],
  "contains_financial": false,
  "contains_dates": false,
  "contains_timeframes": true
}