{
  "original_text": "CLAUSE 13: P\n============================================================\nType: duration\nRisk Level: medium\nWord Count: 366\n------------------------------------------------------------\n\nroprietary Rights. Vendor hereby acknowledges and agrees that Pace has\nspecially commissioned the Work as a “work made for hire” under Section 101 of the\nUnited States Copyright Act of 1976, as amended (the “Copyright Act”).\nAccordingly, all intellectual property developed by Vendor for Pace in connection\nwith this Agreement, including but not limited to all monitoring, testing and other\ndata, reports, materials, schematic drawings, illustrations, trademarks, trade names,\nslogans, logos or other designs in any form, whether electronic, print or any other\nformat, shall be owned solely and exclusively by Pace. All copyrights and patents\nwith respect to such intellectual property created for Pace in accordance with this\nAgreement shall be registered in the name of Pace University. If the Work is\ndetermined not to be a work made for hire under the Copyright Act, then, as of the\ndate of this Agreement or the creation of any of the intellectual property, whichever is\nearlier, Vendor irrevocably transfers and assigns to Pace the entire right, title, and\ninterest, including, but not limited to, copyright, in and to the intellectual property, in\nwhole or in part, together with all extensions of such copyrights, that may be secured\nunder the Copyright Act or under any other copyright law or similar law in effect in\nthe United States or in any other countries or under any treaties, conventions, or\nproclamations. Vendor agrees to execute and deliver to Pace any documents that may\nbe necessary to effectuate the transfer and assignment of the intellectual property\nrights in the Work contemplated by this Agreement and to do such other acts and\nthings as may be reasonably requested by Pace to perfect or evidence such transfer.\nVendor shall have no ownership or copyright in Pace materials, nor in the intellectual\nproperty contained therein, nor in the delivery formats, whether electronic, print or\nany other form. [USE THE FOLLOWING SENTENCE ONLY FOR CONTRACTS\nWITH PROVIDERS OF INTELLECTUAL PROPERTY WHO ARE BASED\nOUTSIDE THE U.S.: Vendor hereby waives any moral rights of any kind in the\nWork and the intellectual property.] Pace shall have no rights in any of Vendor’s\nintellectual property that is not developed specially for Pace pursuant to this\nAgreement.",
  "summary": "Summary: CLAUSE 13: P ============================================================ Type: duration Risk Level: medium Word Count: 366 ------------------------------------------------------------ roprietary Rights. Vendor hereby acknowledges and agrees that Pace has specially commissioned the Work as a “work...",
  "risk_level": "Medium",
  "risk_reason": "Based on keyword analysis: {'high': 0, 'medium': 2, 'low': 1}",
  "word_count": 379,
  "key_entities": [],
  "contains_financial": false,
  "contains_dates": false,
  "contains_timeframes": false
}