{
  "original_text": "CLAUSE 14: T\n============================================================\nType: maintenance\nRisk Level: medium\nWord Count: 698\n------------------------------------------------------------\n\nENANT'S DUTIES. Tenant shall:\n(a) Comply with all obligations primarily imposed upon Tenant by applicable provisions of building and\nhousing codes materially affecting health and safety;\n(b) Immediately notify Landlord of any violation or suspected violation of the housing code;\n(c) Notify Landlord of any smoke or carbon monoxide (if applicable) detector malfunctions including, but\nnot limited to, needed battery replacement or power failure;\n(d) Notify Landlord in the event a fire extinguisher was engaged and needs to be replaced;\n(e) Keep Premises in a clean and safe condition and immediately report any unsafe condition to\nLandlord;\n(f) Remove from Premises all ashes, garbage, rubbish and other waste in a clean, safe, and timely\nmanner and in compliance with applicable recycling requirements of Landlord or the City of\nCharlottesville;\n(g) Keep drains that are in or adjacent to Premises clean and unobstructed;\n(h) Keep all plumbing fixtures clean and provide and use a plunger for clearing toilet drains; Tenant\nagrees that should Landlord have to clear a toilet drain the charge will be $55.00 during office hours and\n$82.50 after office hours and on holidays and weekends, and should Landlord have to remove a toilet in\norder to unstop it, additional charges will result;\nGroup Initials Page 6\n(i) Provide and install shower curtains and bath mats for all tubs and showers to prevent water damage.\nAny damages resulting from the improper installation or use of mats and shower curtains will be charged\nto Tenant;\n(j) Use in a reasonable manner all electrical, plumbing, sanitary, heating, ventilating, air conditioning and\nother facilities and appliances. Tenant shall be responsible for notifying Landlord of any maintenance\nconcerns in a timely manner. Failure to do so could result in Tenant being responsible for any additional\nutility costs and/or damages resulting from the unreported problem;\n(k) Promptly vacate Premises at the termination of the Rental Agreement, whether by expiration of the\nrental term or resulting from default of Tenant;\n(l) Conduct oneself in a manner that will not disturb Tenant's neighbors’ peaceful enjoyment, and require\nany person on Premises to conduct himself in a manner that will not disturb Tenant's neighbors’ peaceful\nenjoyment;\n(m) Be responsible for the actions and damages caused by any invited or uninvited guests who may\nenter Landlord’s property as a result of Tenant’s hosting a party or gathering at the Premises;\n(n) Abide by all reasonable rules and regulations issued by Landlord and ensure that Tenant's guests\nand Occupants also abide by said Rules and Regulations and the provisions of paragraph 12 above;\n(o) Replace all reasonably accessible burned out light bulbs, including exterior light fixtures adjacent to\nPremises;\n(p) Keep thermostat set above 55 degrees to prevent freezing of pipes. Tenant agrees to allow\nLandlord to turn heat up to 55 degrees if pipes are in danger of freezing. Tenant will pay to repair all\npipes that burst due to Tenant’s negligence, and any resulting damages;\n(q) Use the provided ladder and/or loft or mezzanine area, if any, in a safe manner and assume all risks\nfor using them;\n(r) Provide Landlord with keys and/or instructions on how to operate any new burglary prevention or fire\ndetection devices that have been installed by Tenant. Upon termination of tenancy, if required by\nLandlord, Tenant shall remove all such devices and repair all damages;\n(s) Remove snow and/or ice, as needed, in order to move vehicle from parking space. Tenant shall also\nbe responsible for snow and/or ice removal from pathways, sidewalks, and driveways unless Premises is\nlocated in an apartment or condominium complex where these services may be provided by Landlord;\n(t) Sweep, dust, and appropriately protect and maintain any hardwood floors throughout the term of this\nRental Agreement to protect them against scratches; and\n(u) Keep the Premises free from insects and pests, as those are defined in Virginia Code §3.2-3900, and\npromptly notify Landlord of the existence of any insects or pests.\n(v) Cover a minimum 75 percent of wood floors, including hallways and corridors, with area rugs.\n(w) Secure at all times any firearm(s) in the Premises with either a trigger lock or similar device or store\nthe firearm(s) in a locked gun safe.",
  "summary": "Summary: CLAUSE 14: T ============================================================ Type: maintenance Risk Level: medium Word Count: 698 ------------------------------------------------------------ ENANT'S DUTIES. Tenant shall: (a) Comply with all obligations primarily imposed upon Tenant by applicable provisions of...",
  "risk_level": "High",
  "risk_reason": "Based on keyword analysis: {'high': 1, 'medium': 1, 'low': 1}",
  "word_count": 711,
  "key_entities": [
    "Money: $55.00",
    "Money: $82.50"
  ],
  "contains_financial": true,
  "contains_dates": false,
  "contains_timeframes": false
}