{
  "original_text": "CLAUSE 16: I\n============================================================\nType: termination\nRisk Level: medium\nWord Count: 478\n------------------------------------------------------------\n\nnsurance. Vendor shall at all times during the term of this agreement carry, and\nrequire its subcontractors to carry, at least the following types and amounts of\ninsurance:\n Workers Compensation insurance on all employees, whether paid or\nvolunteer, as may be required by applicable state law. If Vendor is\nexempt under appropriate state law from the requirement to carry workers\ncompensation insurance, Vendor must submit a written statement to that\neffect in a form satisfactory to Pace;\n Commercial General Liability with limits of not less than $1,000,000 each\noccurrence, $1 million products and completed operations aggregate, and\n$2 million general aggregate. Such insurance shall include coverage for\nclaims arising from all activities and work to be performed by Vendor;\n If vehicles will be used in the performance of the work, Commercial\nAutomobile Liability insurance with limits of not less than $1,000,000\ncombined single limit each accident covering all owned and non-owned\nvehicles;\n If professional services, or any other services, requiring a license are to be\nperformed by Vendor, Professional Liability (Malpractice) insurance with\nlimits of not less than $1 million each accident or occurrence covering\nclaims arising from the professional service being performed.\n Pace shall be named as additional insured on all of camp’s liability\ninsurance policies, and the camp’s policies shall be primary coverage for\nPace, regardless of whatever other insurance Pace may have available.\nSuch policies of insurance shall be maintained with insurance companies authorized\nto do business in the State of New York and provide that they may not be canceled or\nmaterially changed except upon 30 days prior written notice to Pace. Vendor shall, at\nthe time of the execution of this Agreement, furnish Pace with a certificate of\ninsurance evidencing such coverage, and naming Pace as an additional insured with\nrespect to its liability coverages. It is the intent of the parties that Vendor’s insurance\nbe primary and non-contributory coverage for Pace for claims arising from Vendor’s\nperformance of this contract, regardless of whatever other insurance Pace may have\navailable. The insurance required pursuant to this Section 16 shall not be deemed to\nlimit Vendor’s obligations to indemnify Pace under this Agreement.\n[ADD THE FOLLOWING TEXT TO INSURANCE PARAGRAPH FOR\nRESTAURANT AND CATERING CONTRACTS WHERE ALCOHOL MAY BE\nSERVED: Vendor’s liability insurance shall include coverage for Dram Shop\nliability or similar liability imposed by law. Vendor shall furnish a certificate from its\ninsurance carrier showing that it has complied with the foregoing provisions, and\nproviding that the said insurance policies will not be changed or canceled during their\nterm until after at least thirty (30) days prior written notice by registered mail to Pace.\nIf the required certificate of insurance is not provided to Pace in advance of the event,\nPace shall have the right to terminate and receive a full refund of any amounts paid in\nadvance.]",
  "summary": "Summary: CLAUSE 16: I ============================================================ Type: termination Risk Level: medium Word Count: 478 ------------------------------------------------------------ nsurance. Vendor shall at all times during the term of this agreement carry, and require its subcontractors...",
  "risk_level": "High",
  "risk_reason": "Based on keyword analysis: {'high': 2, 'medium': 3, 'low': 1}",
  "word_count": 491,
  "key_entities": [
    "Money: $1,000,000",
    "Money: $1",
    "Money: $2",
    "Time: 30 days"
  ],
  "contains_financial": true,
  "contains_dates": false,
  "contains_timeframes": true
}