{
  "original_text": "CLAUSE 24: D\n============================================================\nType: termination\nRisk Level: medium\nWord Count: 822\n------------------------------------------------------------\n\nEFAULT.\n(a) NON-PAYMENT. If rent or any payment required to be made under this Rental Agreement is unpaid\nwhen due, and Tenant fails to make such payment or to pay such rent within five days after written notice\nis served on Tenant notifying Tenant of the non-payment and of Landlord's intention to terminate this\nRental Agreement if the rent or other payment is not paid within the five day period, Landlord may\nterminate this Rental Agreement and proceed to obtain possession of Premises as provided by law. In\nthe event the rental payment is not received by the 11 day of the month and Landlord files a warrant or\nsummons for collection, Tenant agrees to pay Landlord a processing fee of $75.00, in addition to any\nother amounts owed under this Rental Agreement.\n(b) MATERIAL NON-COMPLIANCE. Except as otherwise provided by law, if there is a material non-\ncompliance by Tenant with any term of this Rental Agreement, Landlord may serve a written notice\non Tenant specifying the acts and omissions constituting the breach and stating that if after receipt of\nthe notice the breach is not remedied within twenty-one days, this Rental Agreement shall terminate as\nprovided in the notice. If the breach is remediable by repairs or the payment of damages or otherwise\nand Tenant adequately remedies the breach prior to the date specified in the notice, this Rental\nAgreement shall not terminate. If the breach is one by its nature not remediable, for example, a breach\nof Tenant’s duty to refrain from disturbing his neighbors, sub-leasing without written permission from\nLandlord or Tenant’s smoking in Premises, this Rental Agreement shall terminate upon the date\nspecified in the notice. Tenant agrees they are in default of this Rental Agreement if Tenant or any\nOccupant violates fire, safety, health, or criminal laws, regardless of whether or where arrest or\nconviction occurs. Tenant agrees that any violation of paragraphs 13 or 14 shall be considered a material\nviolation of this agreement.\nGroup Initials Page 9\n(c) REPRESENTATIONS IN RENTAL APPLICATION. This Rental Agreement was entered into based\nupon the representations of Tenant contained in the Rental Application(s). If any of those\nrepresentations are found to be misleading, incorrect or untrue, or change (including but not limited to\nscholastic, employment, or criminal history), Landlord may immediately terminate this Rental Agreement\nand notify Tenant to vacate the Premises.\n(d) VIOLATION OF PARAGRAPH 13 OR 14 AFFECTING HEALTH AND SAFETY. If Tenant violates\nparagraph 13 or 14 of this Rental Agreement or any other provision of this Rental Agreement materially\naffecting health and safety and the violation can be remedied by repair, replacement of a damaged item\nor cleaning, and Tenant fails to comply as promptly as conditions require in case of emergency or within\ntwenty-one days of written notice by Landlord specifying the breach and requesting that Tenant remedy it\nwithin that period of time, Landlord may enter Premises and cause the work to be done in a workman-\nlike manner and submit an itemized bill for actual and reasonable cost or the fair and reasonable value\nthereof as rent due on the next date when periodic rent is due, or if this Rental Agreement has\nterminated, due immediately.\n(e) NON-WAIVER. Acceptance of periodic or partial rent payments with knowledge of a default by\nTenant or acceptance of performance by Tenant that varies from the terms of this Rental Agreement or\nrules or regulations subsequently adopted by Landlord shall not constitute waiver of Landlord’s rights\nafter the breach has occurred.\n(f) LANDLORD’S REMEDIES AFTER TERMINATION. If this Rental Agreement is terminated by\nLandlord, Landlord shall have a claim for possession and for rent and a separate claim for actual\ndamages for breach of this Rental Agreement and reasonable attorney’s fees as provided by law. Actual\ndamages for breach of the Rental Agreement shall include a claim for such rent as would have accrued\nuntil the expiration of the term of this Rental Agreement or until a tenancy pursuant to a new rental\nagreement commences; whichever first occurs. Actual damages also include collection costs of any kind\nincurred by Landlord to collect amounts owed by Tenant, and interest at 18% on the unpaid balance until\npaid in full.\n(g) FAILURE TO VACATE AT END OF RENTAL AGREEMENT. If Tenant fails to vacate Premises, or\ndeliver possession of entire Premises, on or before the termination date and time of this Rental\nAgreement, Tenant agrees to pay Landlord 150% of the daily prorated rent, as liquidated damages, for\neach day or portion of day.\n(h) LANDLORD’S REMEDIES IN GENERAL. The Landlord may recover damages and obtain\ninjunctive relief for any non-compliance by the Tenant with this Rental Agreement. The Landlord shall\nbe entitled to recover reasonable attorney’s fees as provided in the Virginia Residential Landlord and\nTenant Act.\n(i) E-MAIL NOTICE. A notice given to Tenant by Landlord through a Tenant-provided E-mail address\nshall constitute proper notice.",
  "summary": "Summary: CLAUSE 24: D ============================================================ Type: termination Risk Level: medium Word Count: 822 ------------------------------------------------------------ EFAULT. (a) NON-PAYMENT. If rent or any payment required to be made under this Rental Agreement is...",
  "risk_level": "High",
  "risk_reason": "Based on keyword analysis: {'high': 3, 'medium': 4, 'low': 2}",
  "word_count": 835,
  "key_entities": [
    "Money: $75.00",
    "Percentage: 18%",
    "Percentage: 150%",
    "Time: 11 day"
  ],
  "contains_financial": true,
  "contains_dates": false,
  "contains_timeframes": true
}